Repository: ADBeveridge/raider
Catalog: help/*/*.po
Languages: ru

# _
source: translator-credits
ru: Давид Лапшин <ddaudix@gmail.com> 2022

source: Alan Beveridge
ru: Алан Беверидж

source: Fine-tune the advanced options.
ru: Подкрутите продвинутые настройки.

source: Advanced Options
ru: Продвинутые настройки

source: To configure the shredding options, click on click on the three stacked bars and select <gui>Preferences</gui>. The advanced options are below the basic options.
ru: Чтобы настроить параметры измельчения, нажмите на три сложенных столбца и выберите <gui>Параметры</gui>. Расширенные параметры ниже базовых параметров.

source: There are five options presented:
ru: Представлено пять настроек:

source: The <cmd>Remove method</cmd> option controls how the file is removed from the file system. File Shredder can rename the file in such a way that it is very hard to detect that it existed. <cmd>Wipesync</cmd> and <cmd>Wipe</cmd> both do this, but <cmd>Wipesync</cmd> makes sure that each file change is synced to disk. File Shredder renames the file to eight zeros, then seven, and so on. <cmd>Wipe</cmd> does not make sure that the renaming is synced to disk.
ru: Опция <cmd>Метод удаления</cmd> управляет тем, как файл удаляется из файловой системы. Файловый шредер может переименовать файл таким образом, что очень трудно обнаружить, что он существовал. <cmd>Wipesync</cmd> и <cmd>Wipe</cmd> оба делают это, но <cmd>Wipesync</cmd> гарантируют, что каждое изменение файла синхронизируется с диском. Файловый шредер переименовает файл в восемь нулей, затем семь, и так далее. <cmd>Wipe</cmd> не удостоверяется, что переименование синхронизируется до диска.

source: Some file systems automatically sync the renames, which makes <cmd>Wipesync</cmd> useless, but some do not do this automatically, so File Shredder can force it to do so with <cmd>Wipesync</cmd>.
ru: Некоторые файловые системы автоматически синхронизируют переименования, что делает <cmd>Wipesync</cmd> бесполезным, но некоторые не делают этого автоматически, поэтому Файловый шредер может заставить его сделать это с помощью <cmd>Wipesync</cmd>.

source: If you want to overwrite a file with a specific pattern, place it in a file and enable the <cmd>Get overwrite data source</cmd> option and select the file which you created.
ru: Если вы хотите перезаписать файл с помощью определенного шаблона, поместите его в файл и включите <cmd> чтобы получать данные для перезаписи из </cmd>, выберите созданный вами файл.

source: To partially shred a file, put in the number of bytes that you want to be shredded in the <cmd>Number of bytes to shred</cmd> entry. If the number is 0 bytes, it will be ignored, and the whole file shredded.
ru: Чтобы частично измельчить файл, поместите количество байтов, которые вы хотите измельчить в <cmd>Количество байтов для измельчения</cmd>. Если установлено значение 0 байтов, это будет проигнорировано, и весь файл измелчен.

source: If you do not want the file size to be rounded up to the next full block, check <cmd>Do not round file sizes</cmd>. It usually is not needed except in borderline cases because <app>File Shredder</app> automatically does this in the case of non-regular files.
ru: Если вы не хотите, чтобы размер файла был окружен до следующего полного блока, проверьте <cmd>Не округлять размеры файлов</cmd>. Обычно это не требуется, кроме как в пограничных случаях, потому что <app>Файловый шредер</app> автоматически делает это в случае нерегулярных файлов.

source: <cmd>Override file permissions when shredding</cmd> is used to change permissions to allow writing if necessary.
ru: <cmd>Переопределить права доступа файла, когда измельчается</cmd> используется для изменения разрешений для разрешения записи, если это необходимо.

source: This option will not work on files that belong to the root user only, as a regular user cannot change a root user's file without their permission via password. If you want to shred a root file, log in as root.
ru: Эта опция не будет работать в файлах, которые принадлежат только пользователю root, поскольку обычный пользователь не может изменить файл пользователя root без его разрешения через пароль. Если вы хотите измельчить корневой файл, войдите в систему как root.

source: Fine-tune the basic options.
ru: Подкрутите базовые настройки.

source: Basic Options
ru: Базовые настройки

source: To configure the shredding options, click on the three stacked bars and select <gui>Preferences</gui>.
ru: Чтобы настроить параметры измельчения, нажмите на три сложенных столбца и выберите <gui>Параметры</gui>.

source: There are three options presented under the <gui>Basic</gui> section:
ru: В разделе <gui>Базовое</gui> представлено три настройки:

source: If you want to keep the file on your system, uncheck the <cmd>Remove after shredding</cmd> option; it is enabled by default. The file will contain garbage, and will not be able to be opened by a regular text editor. It will not have its previous contents.
ru: Если вы хотите сохранить файл в своей системе, снимите опцию <cmd>Удалять файл после измельчения</cmd>; Он включен по умолчанию. Файл будет содержать мусор и его не сможет открыть обычный текстовый редактор.У него не будет своего предыдущего содержимого.

source: The <cmd>Hide shredding</cmd> option does one more pass when it has finished shredding the file as many times as requested in the <cmd> Number of passes</cmd> to conceal the fact that shredding has been done on it. One of the hallmarks of a shredded file is that it contains random data, but the <cmd>Hide shredding</cmd> option overwrites the file with zeros, making it look like an empty part of the file system.
ru: Опция <cmd>Скрыть измельчение</cmd> выполняет еще один проход, когда он закончил измельчение файла столько раз, как и запрошено в <cmd>Количество проходов</cmd>, чтобы скрыть тот факт, что измельчение было сделано на нем, из отличительных признаков измельченного файла является то, что он содержит случайные данные, но опция <cmd>Скрыть измельчение</cmd> перезаписывает их нулями, что выглядит как пустая часть файловой системы.

source: The <cmd>Number of passes</cmd> option allows you to shred a file so many times. The maximum is 25, because that is when all internal shredding patterns have been used, and more shredding would not be useful.
ru: Параметр <cmd>Количество проходов</cmd> позволяет вам измельчать файл заданным количеством раз. Максимум составляет 25, потому что именно тогда были использованы все модели внутреннего измельчения, и большее измельчение не было бы полезным.

# link:trail
source: File Shredder
ru: Измельчитель файлов

# link
source: File Shredder Help
ru: Справка Файлового шредера

source: Securely delete your files
ru: Надежно удаляйте свои файлы

source: <_:media-1/> File Shredder
ru: Файловый шредер

source: Getting Started
ru: Начало

source: Shredding a File
ru: Измельчение файла

source: Configuring the Options
ru: Настройте параметры

source: Troubleshooting
ru: Отладка

source: Introduction to <app>File Shredder</app>.
ru: Введение в <app>Файловый шредер</app>.

source: Introduction
ru: Введение

source: <app>File Shredder</app> is a tool for shredding the files that you do not want to be recovered. It works on any file type possible, and supports many options as to how the shredding is done. Every file that is added to the list shreds at the same time, so it greatly reduces the time needed. It shows the current progress of every file loaded, so you know how far along each is.
ru: <app>Файловый шредер</app> - это инструмент для измельчения файлов, которые вы не хотите восстанавливать. Он работает с любым возможным типом файла и поддерживает многие варианты того, как выполняется измельчение. Каждый файл, который добавляется в список одновременно, сильно уменьшает необходимое время. Он показывает текущий прогресс каждого загруженного файла, поэтому вы знаете, как далеко каждый.

source: Shredding is the obfuscation of a file, so that the previous contents are not recoverable. Optionally the file is deleted, but the obfuscation is needed because all files that are deleted can be recovered, and to keep the contents of the file secret, they have to be overwritten with random data before the file itself is deleted.
ru: Измельчение - это запутывание файла, так что предыдущее содержимое не подлежит восстановлению. При желании файл удаляется, но запутывание необходимо, поскольку все удаленные файлы могут быть восстановлены, и для того, чтобы сохранить содержимое секрета файла, их необходимо перезаписать случайными данными до того, как сам файл будет удален.

source: Add the files you want to shred.
ru: Добавьте файлы, которые вы хотите измельчить.

source: Load a file
ru: Загрузить файл

source: You can open a file, or many, by pressing the button on the upper left of the window that contains a plus sign. Select the files you want to shred, and click OK.
ru: Вы можете открыть файл или несколько, нажав кнопку в верхней левой части окна, которая содержит знак плюс. Выберите файлы, которые вы хотите измельчить, и нажмите OK.

source: You can also drag and drop the files you want to shred all at once into an open <app>File Shredder</app> window.
ru: Вы также можете перетащить файлы, которые вы хотите измельчить одновременно в открытое окно<app>Файлового шредера</app>.

source: The shredding button is hidden while there are no files loaded, and during shredding.
ru: Кнопка измельчения скрыта когда нет загруженных файлов а также во время измельчения.

source: Shredding the files.
ru: Измельчение файлов.

source: Shred the files
ru: Измельчите файлы

source: When you have loaded all the files that you wish to shred, press the red <gui>Shred</gui> button at the upper left of the window, next to the add file button. Then each file loaded will acquire a progress indicator that will show how much of the shredding has been finished. You can click on the progress indicator to view more information regarding the shredding progress of that file.
ru: Когда вы загрузили все файлы, которые вы хотите измельчить, нажмите красную кнопку <gui>Измельчить</gui> в левом верхнем углу окна, рядом с кнопкой Добавить. Затем каждый загруженный файл приобретет индикатор прогресса, который покажет, сколько из уничтожения было завершено. Вы можете нажать на индикатор прогресса, чтобы просмотреть дополнительную информацию о ходе измельчения этого файла.

source: When shredding starts, the <gui>Shred</gui> is replaced with a <gui>Abort</gui> button.
ru: Когда начинается измельчение, <gui>Измельчить</gui> заменяется на кнопку <gui>Прервать</gui>.

source: When each file finishes shredding, it will disappear from the list, and a notification will say that the shredding has been finished.
ru: Когда каждый файл заканчивает измельчение, он исчезнет из списка, и уведомление скажет, что измельчение было закончено.

source: Do NOT close the window until all files have finished shredding. When the window goes back to its empty state, then all shredding is finished, and you can close the window safely.
ru: НЕ закрывайте окно, пока все файлы не закончили измельчение. Когда окно возвращается в свое пустое состояние, тогда все измельчение закончено, и вы можете безопасно закрыть окно.

source: The file does not shred.
ru: Файл не измельчен.

source: Problem shredding a file
ru: Проблема с измельчением файла

source: If the files do not shred, make sure to reload the folder in which the file was in before shredding. Also make sure that the file is not a shortcut to the file you want to shred.
ru: Если файлы не измельчены, обязательно перезагрузите папку, в которой файл находился перед измельчением. Также убедитесь, что файл не является ярлыком для файла, который вы хотите измельчить.

source: If the problem still persists, please go to the <link href="https://github.com/ADBeveridge/raider/issues">issues page</link> and enter your specific problem, as well as steps to reproduce the problem.
ru: Если проблема остается, пожалуйста, перейдите на <link href="https://github.com/ADBeveridge/raider/issues">страницу непаладок</link> и введите свою конкретную проблему, а также шаги для воспроизведения проблемы.

source: This work is licensed under a <_:link-1/>.
ru: Эта работа лицензирована в рамках <_:link-1/>.
