Repository: ADBeveridge/raider
Catalog: po/*.po
Languages: ar, be, bg, ca, cs, de, el, eo, eu, fr, he, hi, hr, it, ka, kk, nb, nl, oc, pl, ro, ru, sl, tr, uk, uz

source: A significant rewite of File Shredder, with a few UI changes changes:
cs: Významný přepsání Skartovače, s pár UI změnami:
de: Wesentliche Überarbeitung vom Aktenvernichter, mit ein paar Änderungen an der Nutzeroberfläche:
fr: Réécriture significative de Broyeur de fichiers, avec quelques changements d’interface :
it: Una rivisitazione significativa di File Shredder, con alcune modifiche all'interfaccia utente:
oc: Una reescritura importanta de Trissador de fichièrs, amb d’unes cambiaments d'UI :
ru: Файловый шредер был значительно переписан, с некоторыми изменениями UI, изменения:
tr: Birkaç kullanıcı arayüzü değişikliğiyle birlikte Dosya Parçalayıcı yeniden yazıldı:
uk: Переписування коду Файлового шредеру з покращеннями інтерфейсу:

source: Added checking so a file cannot be loaded twice
it: Aggiunto il controllo in modo che un file non possa essere caricato due volte
ru: Добавлена проверка, поэтому файл не может быть загружен дважды
tr: Bir dosyanın iki defa yüklenememesi için denetim eklendi

source: Smooth progress tracking
cs: Hladké načítání pokroku
de: Gleichmäßige Verfolgung des Fortschritts
fr: Suivi fluide de la progression
it: Tracciamento dei progressi senza intoppi
oc: Seguiment de la progession fluid
ru: Плавное отслеживание прогресса
tr: Sorunsuz ilerleme takibi
uk: Плавне відображення прогресу

source: Written using GTK4 and Adwaita
it: Scritto utilizzando GTK4 e Adwaita
ru: Написан используя GTK4 и Adwaita
tr: GTK4 ve Adwaita kullanılarak yazıldı

source: Desktop notifications are shown if the window is not focused
it: Le notifiche desktop vengono visualizzate se la finestra non è focalizzata
ru: Уведомления отображаются на рабочем столе, если окно не в фокусе
tr: Pencere odaklanmamışsa masaüstü bildirimleri gösterilir

source: The very first release of File Shredder. It supports progress tracking, and boasts a GNOME compliant interface.
it: La prima versione di File Shredder. Supporta il monitoraggio dei progressi e vanta un'interfaccia compatibile con GNOME.
ru: Самый первый выпуск Файлового шредера. Он поддерживает отслеживание прогресса и может похвастаться интерфейсом, соответствующим GNOME.
tr: Dosya Parçalayıcı'nın ilk sürümü. İlerleme takibini destekler ve GNOME uyumlu arayüze sahiptir.

source: Hide shredding
hr: Sakrij uništavanje
it: Nascondi la distruzione
ru: Скрыть измельчение
tr: Parçalamayı gizle

source: Whether to hide shredding. This is done by overwriting the file(s) with zeros.
hr: Da li sakriti unoštavanje. To se postiže prepisivanjem datoteka nulama.
it: Se nascondere la distruzione. Questo viene fatto sovrascrivendo i file con
ru: Скрывать ли измельчение. Это делается путем перезаписи файла(ов) нулями.
tr: Parçalamanın gizlenme durumu. Bu, dosyaların üzerine sıfırlar yazılarak yapılır.

source: Remove file
hr: Ukloni datoteku
it: Rimuovi file
ru: Удалять файл
tr: Dosya sil

source: Whether to remove the file after shredding it.
hr: Da li ukloniti datoteku nakon uništavanja.
it: Se rimuovere il file dopo averlo distrutto.
ru: Удалять файл после измельчения.
tr: Dosyanın parçalandıktan sonra kaldırılma durumu.

source: Number of passes
hr: Broj prolaza
it: Numero di passaggi
ru: Количество проходов
tr: Geçiş Sayısı

source: How many times the file will be overwritten with random data.
hr: Broj prepisivanja datoteke nasumičnim podacima.
it: Quante volte il file verrà sovrascritto con dati casuali.
ru: Сколько раз файл будет перезаписан случайными данными.
tr: Dosyanın üzerine rastgele verilerle kaç defa yazılacağı.

source: Remove method
hr: Metoda uklanjanja
it: Rimuovi metodo
ru: Метод удаления
tr: Kaldırma yöntemi

source: How the obfucticated file will be removed from the filesystem.
hr: Kako će se prepisana datoteka ukloniti iz datotečnog sustava.
it: Come il file offuscato verrà rimosso dal filesystem.
ru: Как требуемый файлы будет удален из файловой системы.
tr: Gizlenmiş dosyanın dosya sisteminden nasıl kaldırılacağı.

source: Override Permisions
hr: Zaobiđi dozvole
it: Sostituisci le autorizzazioni
ru: Переопределить права доступа
tr: İzinleri Çiğne

source: If you do not have the neccessary permissions, override them.
hr: Ako nemaš potrebne dozvole, zaobiđi ih.
it: Se non disponi delle autorizzazioni necessarie, sostituiscile.
ru: Если у вас нет необходимых разрешений, они будут переопределены.
tr: Gerekli izinlere sahip değilseniz, bunları çiğner.

source: Do not round to next block
hr: Nemoj zaokruživati na sljedeći blok
it: Non arrotondare al blocco successivo
ru: Не округлять до следуюещего блока
tr: Sonraki bloğa yuvarlama

source: Do not round the file to the next block. This is the default for non-regular files.
hr: Nemoj zaokruživati datoteku na sljedeći blok. Standardno za ne regularne datoteke.
it: Non arrotondare il file al blocco successivo. Questa è l'impostazione predefinita per file non regolari.
ru: Не округлять размеры файлов до следующего блока. По умолчанию для нерегулярных файлов.
tr: Dosyayı bir sonraki bloğa yuvarlama. Düzensiz dosyalar için öntanımlıdır.

source: Number of bytes to shred entry
hr: Broj bajtova za uništavanje unosa
it: Numero di byte da distruggere
ru: Количество байтов для измельчения ввода
tr: Girişin parçalanacak bayt sayısı

source: Shred the number of bytes you want, and leave the rest of the file untouched.
hr: Uništi željeni broj bajtova, a ostatak datoteke ostavi netaknutim.
it: Distruggi il numero di byte che desideri e lascia intatto il resto del file.
ru: Измельчать количество байтов, которые вы хотите, и оставьте остальную часть файла нетронутым.
tr: İstediğiniz bayt sayısı kadar parçalayın ve dosyanın geri kalanını dokunmadan bırakın.

source: Shred executable
hr: Program za uništavanje
it: Shred eseguibile
ru: Исполняемый файл измельчения
tr: Shred yürütülebiliri

source: The path to the shred executable.
hr: Staza do programa za uništavanje.
it: Percorso dell'eseguibile shred
ru: Путь до исполняемого файла измельчения
tr: Shred yürütülebilir dosyasının yolu.

source: Whether to allow the source data file to be enabled
hr: Da li dozvoliti aktiviranje datoteke izvornih podataka
it: Se consentire l'abilitazione del file di dati di origine
ru: Разрешить ли исходным данным файла быть включенным
tr: Kaynak veri dosyasının etkinleştirilmesine izin verilme durumu

source: If unchecked, the source data file will not be loaded.
hr: Ako nije označeno datoteka izvornih podataka se neće učitati.
it: Se deselezionata, il file di dati di origine non verrà caricato.
ru: Если выключено, исходной файл данных не будет загружен.
tr: İşaretli değilse, kaynak veri dosyası yüklenmez.

source: Overwrite data file
hr: Prepiši datoteku podataka
it: Sovrascrivi il file di dati
ru: Перезаписывать файл данных
tr: Üzerine yazma veri dosyası

source: Where to get data to overwrite the to-be-shredded files.
hr: Gdje dobiti podatke za prepisivanje datoteka koje će se uništiti.
it: Dove ottenere i dati per sovrascrivere i file da distruggere.
ru: Где получить данные, чтобы перезаписать файлы-на-измельчения.
tr: Parçalanacak dosyaların üzerine yazılacak verilerin nereden alınacağı.

source: Add Files
ar: إضافة الملفات
be: Дадаць файлы
ca: Afegeix fitxers
cs: Přidat Soubory
de: Dateien hinzufügen
el: Προσθήκη Αρχείων
eo: Aldoni dosierojn
eu: Gehitu fitxategiak
fr: Ajouter des fichiers
he: הוספת קבצים
hi: फाइलें जोड़ें
hr: Dodaj datoteke
it: Aggiungi file
ka: ფაილების დამატება
kk: Файлдарды қосу
nb: Legg til filer
nl: Bestanden toevoegen
oc: Apondre de fichièrs
pl: Dodaj pliki
ro: Adaugă fișiere
ru: Добавить файлы
sl: Dodaj datoteke
tr: Dosya Ekle
uk: Додати файли
uz: Fayllar qoʻshish

source: Cancel
hr: Odustani
it: Cancella
nl: Annuleren
ru: Отмена
tr: İptal Et

source: Add
ar: إضافة
be: Дадаць
ca: Afegeix
cs: Přidat
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
eu: Gehitu
fr: Ajouter
he: הוספה
hi: जोड़ें
hr: Dodaj
it: Aggiungi
ka: დამატება
kk: Қосу
nb: Legg til
nl: Toevoegen
oc: Apondre
pl: Dodaj
ro: Adaugă
ru: Добавить
sl: Dodaj
tr: Ekle
uk: Додати
uz: Qoʻshish

source: Shredded
hr: Uništeno
it: Distrutto
nl: Versnipperd
ru: Измельчен
tr: Parçalandı

source: Failed to start shredding
hr: Nauspjelo pokretanje uništavanja
nl: Versnipperen mislukt
tr: Parçalama başlatılamadı

source: Shredder
hr: Uništavač
nl: Versnipperaar
ru: Измельчен
tr: Parçalayıcı

source: Basic
hr: Osnovni
it: Basico
nl: Basis
ru: Базовое
tr: Temel

source: Remove File
hr: Ukloni datoteku
it: Rimuovi file
nl: Bestand verwijderen
ru: Удалять файл
tr: Dosya Kaldır

source: Whether to remove the file after obfuscating its contents
hr: Da li ukloniti datoteku nakon prepisivanja njezinog sadržaja
it: Se rimuovere il file dopo aver offuscato il suo contenuto
nl: Of het bestand moet worden verwijderd na de inhoud ervan is verdoezeld
ru: Удалять файл после сокрытия его содержимого.
tr: İçeriği gizledikten sonra dosyanın kaldırılma durumu

source: Hide Shredding
hr: Sakrij uništavanje
it: Nascondi distruzione
nl: Verbergend versnipperen
ru: Скрыть измельчение
tr: Parçalamayı Gizle

source: Do a final overwrite with zeros instead of random data. Random data is a clue that the file has been shredded
hr: Prepiši nulama umjesto nasumičnim podacima. Nasumični podaci su znak su da je datoteka uništena
it: Esegui una sovrascrittura finale con zeri invece di dati casuali. I dati casuali sono un indizio che il file è stato distrutto
nl: Doe een laatste overschrijving met nullen in plaats van willekeurige gegevens. Willekeurige gegevens zijn een aanwijzing dat het bestand versnipperd is.
ru: Делать финальную перезапись нулями вместо случайных данных. Случайные данные это признак того что файл был измельчен
tr: Rastgele veriler yerine sıfırlarla son kez üzerine yaz. Rastgele veriler, dosyanın parçalandığına dair bir ipucudur

source: How many times to shred file over. The more the better
hr: Koliko često uništiti datoteku. Što više to bolje
nl: Hoe vaak het bestand moet worden versnipperd. Hoe meer, hoe beter.
tr: Dosyanın kaç defa parçalamanacağı. Ne kadar çok o kadar iyi

source: Advanced
hr: Napredno
it: Avanzato
nl: Geavanceerd
ru: Продвинутое
tr: Gelişmiş

source: Remove Method
hr: Metoda uklanjanja
it: Metodo di rimozione
nl: Verwijderingsmethode
ru: Метод удаления
tr: Kaldırma Yöntemi

source: How to remove the obfuscated files from the fileystem. See help for information
hr: Kako ukloniti prepisane datoteke iz datotečnog sustava. Pogledaj pomoć
it: Come rimuovere i file offuscati dal filesystem. Vedere la guida per informazione
nl: Hoe de verdoezelde bestanden van het bestandssysteem moeten worden verwijderd. Zie hulp voor informatie.
ru: Как удалять измельченные файлы из файловой системы. Смотрите справку для информации
tr: Gizlenmiş dosyalar dosya sisteminden nasıl kaldırılır. Bilgi için yardıma bakın

source: Overwrite data source
hr: Prepiši izvor podataka
it: Sovrascrivi l'origine dati
nl: Gegevensbron overschrijven
ru: Перезаписывать источник данных
tr: Üzerine Yazma Veri Kaynağı

source: Where to get the data to overwrite the files with. Disabled at every startup
hr: Gdje nabaviti podatke za prepisivanje datoteka. Deaktivirano pri svakom pokretanju
it: Dove ottenere i dati con cui sovrascrivere i file. Disabilitato ad ogni avvio
nl: Waar de gegevens voor het overschrijven van de bestanden vandaan moeten komen. Uitgeschakeld bij elke start.
ru: Где получать данные для перезаписи файлов. Отключено при каждом запуске
tr: Dosyaların üzerine yazılacak verilerin nereden alınacağı. Her başlangıçta devre dışı bırakılır

source: None Selected
hr: Ništa nije odabrano
it: Nessuno selezionato
nl: Geen geselecteerd
ru: Не выбрано
tr: Hiçbir Şey Seçilmedi

source: Select File
hr: Odaberi datoteku
it: Seleziona file
nl: Bestand selecteren
ru: Выберите файл
tr: Dosya Seç

source: Number of bytes to shred
hr: Broj bajtova za uništavanje
it: Numero di byte da distruggere
nl: Aantal bytes om te versnipperen
ru: Количество байт для измельчения
tr: Parçalanacak Bayt Sayısı

source: How much of the file to shred. 0 to shred the whole file
hr: Koliki dio datoteke uništiti. 0 za uništavanje cijele datoteke
it: Quanta parte del file da distruggere. 0 per distruggere l'intero file
nl: Hoeveel van het bestand moet worden versnipperd. 0 om het hele bestand te versnipperen.
ru: Какую часть файла нужно измельчать. 0 чтобы измельчить весь файл
tr: Dosyanın ne kadarının parçalanacağı. 0 tüm dosyayı parçala demektir

source: Do not round file sizes
hr: Nemoj zaokruživati veličinu datoteke
it: Non arrotondare le dimensioni dei file
nl: Bestandsgroottes niet afronden
ru: Не округлять размеры файлов
tr: Dosya Boyutlarını Yuvarlama

source: Do not round file sizes to the next block. Default for irregular files
hr: Nemoj zaokruživati veličinu datoteke na sljedeći blok. Standardno za ne regularne datoteke
it: Non arrotondare le dimensioni dei file al blocco successivo. Predefinito per file irregolari
nl: Rond bestandsgroottes niet af naar het volgende blok. Standaard voor onregelmatige bestanden.
ru: Не округлять размеры файлов до следующего блока. По умолчанию для нерегулярных файлов
tr: Dosya boyutlarını bir sonraki bloğa yuvarlama. Düzensiz dosyalar için öntanımlı

source: Override file permissions
hr: Prepiši dozvole datoteka
it: Sostituisci i permessi dei file
nl: Bestandsrechten overschrijven
ru: Переопределить права доступа файла
tr: Dosya İzinlerini Çiğne

source: Whether to override the file permissions of read-only user files
hr: Da li zaobići dozvole za datoteke koje su samo-za-čitanje
nl: Of de bestandsrechten van alleen-lezen-gebruikersbestanden overschreven moeten worden
tr: Salt okunur kullanıcı dosyalarının dosya izinlerinin çiğnenme durumu

source: Finishing up...
cs: Dokončování...
de: Beende...
fr: Finition...
hr: Završavanje …
nb: Fullfører
nl: Afronden...
oc: Finalizacion...
pl: Kończenie...
tr: Bitiriliyor…
uk: Завершуємо...

source: Estimating...
ar: جاري التقدير…
cs: Odhadování...
de: Berechne...
fr: Estimation…
hi: अनुमानित...
hr: Procjenjivanje …
it: Stima in corso...
nb: Beregner
nl: Schatten…
oc: Estimacion...
pl: Ustalanie...
ru: Оценка...
tr: Tahmin ediliyor...
uk: Розрахунок...

# shortcut window
source: Help
hr: Pomoć
tr: Yardım

# shortcut window
source: Add Files
hr: Dodaj datoteke
tr: Dosya Ekle

# shortcut window
source: New Window
hr: Novi prozor
tr: Yeni Pencere

# shortcut window
source: Preferences
hr: Postavke
tr: Tercihler

# shortcut window
source: Keyboard Shortcuts
hr: Tipkovni prečaci
tr: Klavye Kısayolları

source: failed
hr: neuspjelo
it: fallito
nl: mislukt
ru: не удалось
tr: başarısız

source: removing
hr: uklanja se
it: rimozione
nl: verwijderen
ru: удаление
tr: kaldırılıyor

source: removed
hr: uklonjeno
it: rimosso
nl: verwijderd
ru: удален
tr: kaldırıldı

source: pass
hr: prolaz
it: passaggio
nl: geslaagd
ru: проход
tr: geçti

source: Add files or drop here
ar: إضافة الملفات أو إفلاتها هنا
be: Дадайце файлы або перацягніце іх сюды
ca: Afegiu fitxers o deixeu-ho anar aquí
cs: Přidat soubory nebo upustit zde
de: Dateien hinzufügen oder hier ablegen
el: Προσθέστε αρχεία ή αποθέστε εδώ
eo: Aldonu dosierojn aŭ falgu ĉi tie
eu: Gehitu fitxategiak edo jaregin hemen
fr: Ajoutez ou déposez des fichiers ici
he: יש להוסיף תמונות או לגרור לכאן
hi: फाइलें जोड़ें या यहां छोड़ें
hr: Dodaj datoteke ili ih ispusti ovdje
it: Aggiungi file o trascina qui
ka: დაამატეთ ფაილები, ან დაყარეთ ისინი აქ
kk: Файлдарды қосу немесе осында тастау
nb: Legg til filer
nl: Voeg bestanden toe of sleep ze hierheen
oc: Apondre de fichièr o los lisar depausar aquí
pl: Dodaj pliki albo przeciągnij tutaj
ro: Adaugă fișiere trăgându-le aici
ru: Добавьте файлы или перетащите их сюда
sl: Tukaj dodajte ali spustite datoteke
tr: Dosyaları ekleyin veya sürükleyip buraya bırakın
uk: Додайте файли або перетягніть сюди
uz: Fayllarni qoʻshing yoki bu yerda qoldiring

source: Shredding is the obfuscation of a file with random data so the previous contents cannot be recovered.
ar: التدمير هو إخفاء الملف ببيانات عشوائية بحيث لا يمكن استرداد المحتوى السابق.
be: Знішчэнне заблытвае файлы выпадковымі дадзенымі, каб папярэдні змест нельга было аднавіць.
ca: La trituració és l'ofuscació d'un fitxer amb dades aleatòries de manera que el contingut anterior no es pot recuperar.
cs: Skartování je nahrazování souboru s náhodnými daty aby se předchozí obsah nemohl obnovit.
de: Bei der Vernichtung wird eine Datei mit zufälligen Daten überschrieben, damit der ursprüngliche Inhalt nicht wiederhergestellt werden kann.
el: Η καταστροφή είναι η συγχώνευση ενός αρχείου με τυχαία δεδομένα ώστε τα προηγούμενα περιεχόμενα να μην μπορούν να ανακτηθούν.
eo: Razado estas la obfuskado de dosiero per hazardaj datumoj, tiel ke la antaŭa enhavo ne povas esti reakirita.
eu: Birrintzea zera da, fitxategi bat ausazko datuekin nahastea, edukiak berreskuragarriak izan ez daitezen.
fr: Le broyage est le brouillage d’un fichier par des données aléatoires, de sorte que le contenu précédent ne puisse pas être récupéré.
he: גריסה היא הלעטה של נתונים אקראיים במקום קובץ כדי שלא ניתן יהיה לשחזר את התוכן הקודם.
hi: श्रेडिंग यादृच्छिक डेटा वाली फाइल का अस्पष्टीकरण है जिससे पिछली सामग्री को पुनर्प्राप्त नहीं किया जा सकता है।
hr: Uništavanje je prepisivanje datoteke nasumičnim podacima tako da se prethodni sadržaj ne može obnoviti.
it: La distruzione è l'offuscamento di un file con dati casuali quindi i precedenti contenuti non possono essere recuperati.
ka: განადგურება ფაილის მონაცემების შემთხვევითი მონაცემებით გადაწერაა ისე, რომ მისი შემცველობის აღდგენა შეუძლებელი გახდეს.
kk: Біржола өшіру — бұл файлды кездейсоқ деректермен толтыру, нәтижесінде оның алдыңғы мазмұнын қалпына келтіру мүмкін болмайды.
nb: Filer som legges til her, vil slettes og byttes ut med tilfeldig data slik at de ikke kan gjenopprettes
nl: Versnipperen is het verdoezelen van een bestand met willekeurige gegevens zodat de vorige inhoud niet meer kan worden hersteld.
pl: Niszczenie pliku polega na nadpisaniu go losowymi danymi tak,aby jego zawartość nie mogła zostać odzyskana.
ro: Distrugerea este procesul de suprascriere a unui fișier cu date aleatorii astfel încât conținutul anterior să nu mai poată fi recuperat.
ru: Измельчение это сокрытие файла используя случайные данные так, что предыдущие данные не могут быть восстановлены.
sl: Trajno brisanje datotek je postopek prepisovanja datotek z naključnimi podatki, tako da prejšnje vsebine datoteke ni mogoče obnoviti.
tr: Parçalama, bir dosyanın rastgele verilerle karıştırılmasıdır, böylece önceki içerikler kurtarılamaz.
uk: Шредерування це обусфікація змісту файла випадковими даними, завдяки чому відновити зміст файлу буде неможливо.
uz: Parchalash - bu tasodifiy maʻlumotlar bilan faylni xiralashtirish, shuning uchun oldingi tarkibni tiklab bo'lmaydi.

source: Shred All
ar: تدمير الكل
be: Знішчыць усе
ca: Tritura-ho tot
cs: Skartovat Vše
de: Alle vernichten
el: Καταστροφή Όλων
eo: Razi ĉion
eu: Birrindu dena
fr: Broyer tout
he: לגרוס הכול
hi: सभी कतरें
hr: Uništi sve
it: Distruggi tutto
ka: ყველას განადგურება
kk: Барлығын біржола өшіру
nb: Slett alt
nl: Allen versnipperen
oc: Tot trissar
pl: Zniszcz wszystkie
ro: Distruge tot
ru: Измельчить все
sl: Trajno izbriši vse
tr: Tümünü Parçala
uk: Шредерувати усі
uz: Hammasini maydalash

source: Abort All
ar: إلغاء الكل
be: Скасаваць усё
ca: Interromp-ho tot
cs: Zrušit Vše
de: Alle abbrechen
el: Ακύρωση Όλων
eo: Ĉesigi ĉion
eu: Abortatu dena
fr: Arrêter tout
he: לבטל הכול
hi: सब निरस्त करें
hr: Prekini sve
it: Annulla tutto
ka: ყველას გაუქმება
kk: Барлығынан бас тарту
nb: Avbryt alt
nl: Allen afbreken
oc: Tot abandonar
pl: Anuluj wszystkie
ro: Anulează tot
ru: Прервать все
sl: Prekini vse
tr: Tümünden Vazgeç
uk: Скасувати усі
uz: Hammasini bekor qilish

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
be: Спалучэнні клавіш
ca: Dreceres de teclat
cs: Klávesové Zkratky
de: Tastaturbefehle
el: Συντομεύσεις Πληκτρολογίου
eo: Klav-mallongigoj
eu: Laster-teklak
fr: Raccourcis clavier
he: צירופי מקשים
hi: कीबोर्ड शॉर्टकट
hr: Tipkovni prečaci
ka: კლავიატურის მალსახმობები
kk: Пернетақта жарлықтары
nb: Tastatursnarveier
nl: Sneltoetsen
oc: Acorchis de clavièr
pl: Skróty klawiszowe
ro: Scurtături
sl: Bližnjice na tipkovnici
tr: Klavye Kısayolları
uk: Клавіатурні скорочення
uz: Klaviatura yorliqlari

source: Help
hr: Pomoć
it: Aiuto
nl: Hulp
ru: Справка
tr: Yardım

source: About File Shredder
ar: عن محطم الملفات
be: Пра праграму
ca: Quant a la Trituradora de fitxers
cs: O aplikaci Skartovač
de: Über Aktenvernichter
el: Σχετικά με τον Καταστροφέα Αρχείων
eo: Pri File Shredder
eu: File Shredder aplikazioari buruz
fr: À propos de Broyeur de fichiers
he: על גורס הקבצים
hi: File Shredder के बारे में
hr: O aplikaciji „Uništavač datoteka”
it: Informazioni su File Shredder
ka: ფაილმნადგურებლის შესახებ
kk: Файлды біржола өшіргіш туралы
nb: Om File Shredder
nl: Over File Shredder
oc: A prepaus del Trissador de fichièrs
pl: O Niszczarce plików
ro: Despre Distruge fișiere
ru: О Файловом шредере
sl: O Uničevalcu datotek
tr: Dosya Parçalayıcı Hakkında
uk: Про Шредер файлів
uz: Fayl maydalagich haqida

source: Stop Shredding?
ar: هل تريد إيقاف التدمير؟
be: Спыніць знішчэнне?
ca: Voleu aturar el triturat?
cs: Zastavit Skartování?
de: Vernichten beenden?
el: Διακοπή Καταστροφής;
eo: Ĉesigi razadon?
eu: Gelditu birrintzea?
fr: Arrêter le broyage ?
he: להפסיק לגרוס?
hi: श्रेडिंग बंद करें?
hr: Prekinuti uništavanje?
ka: გავაჩერო განადგურება?
kk: Біржола өшіруді тоқтату керек пе?
nb: Stoppe sletting?
nl: Stoppen met versnipperen?
oc: Amagar lo trissatge ?
pl: Zatrzymać niszczenie?
ro: Se oprește distrugerea?
sl: Ustavim trajno brisanje?
tr: Parçalama Durdurulsun mu?
uk: Зупинити шредер?
uz: Maydalashni toʻxtatish?

source: Are you sure that you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟
be: Вы пэўна жадаеце выйсці?
ca: Esteu segur que voleu sortir?
cs: Jste jsi jisti, že chcete odejít?
de: Bist du sicher, dass du das Programm verlassen willst?
el: Είστε σίγουρος ότι θέλετε να εξέλθετε;
eo: Ĉu vi certas, ke vi volas eliri?
eu: Ziur zaude irten nahi duzula?
fr: Êtes-vous sûr⋅e de vouloir quitter ?
he: לצאת?
hi: क्या आप वाकई बाहर निकलना चाहते हैं?
hr: Stvarno želiš zatvoriti aplikaciju?
ka: მართლა გნებავთ გასვლა?
kk: Шығуды шынымен қалайсыз ба?
nb: Er du sikker på at du ønsker å avslutte?
nl: Weet u zeker dat u de app wilt sluiten?
oc: Sètz segur que volètz sortir ?
pl: Czy jesteś pewny że chcesz wyjść?
ro: Se închide programul?
sl: Ste prepričani, da želite končati?
tr: Çıkmak istediğinize emin misiniz?
uk: Ви впевнені, що бажаєте вийти?
uz: Chiqishni xohlayotganingizga ishonchingiz komilmi?

source: _Exit
ar: الخروج
be: _Выхад
ca: _Surt
cs: _Odejít
de: _Verlassen
el: _Έξοδος
eo: _Eliri
eu: _Irten
fr: Quitter
he: י_ציאה
hi: बाहर निकलें (_E)
hr: _Zatvori
ka: _გასვლა
kk: _Шығу
nb: _Avslutt
nl: _Sluiten
oc: Sortir
pl: _Wyjdź
ro: Închid_e
sl: Izhod
tr: _Çık
uk: _Вийти
uz: Chiqish
