Repository: ADBeveridge/raider
Catalog: po/*.po
Languages: ar, be, bg, ca, cs, de, el, eo, eu, fr, he, hi, hr, it, ka, kk, nb, nl, oc, pl, ro, ru, sl, tr, uk, uz

source: Video Compressor
bg: Видео компресор

source: Compress videos to target sizes
bg: Компресирайте видео клипове до размери по избор

source: Compress;Video;Movie;Film;Clip;
bg: компресиране;видео;филм;клип;compress;video;movie;film;clip;

source: New Window
ar: نافذة جديدة
be: Новае акно
bg: Нов прозорец
ca: Finestra nova
cs: Nové Okno
de: Neues Fenster
el: Νέο Παράθυρο
eo: Nova fenestro
eu: Leiho berria
fr: Nouvelle fenêtre
he: חלון חדש
hi: नई विंडो
hr: Novi prozor
it: Nuova finestra
ka: ახალი ფანჯარა
kk: Жаңа терезе
nb: Nytt vindu
nl: Nieuw venster
oc: Fenèstra novèla
pl: Nowe okno
ro: Fereastră nouă
ru: Новое окно
sl: Novo okno
tr: Yeni Pencere
uk: Нове вікно
uz: Yangi oyna

source: Constrict compresses your videos to your chosen file size — useful for uploading to services with specific file size limits. No more relying on online services for video compression, or the manual trial-and-error of re-encoding at various bitrates yourself.
bg: „Constrict“ компресира видео клипове до избрания от вас размер на файла — полезно за качване в услуги с конкретни ограничения за размера на файловете. Вече не е нужно да разчитате на Интернет услуги за компресиране на видео клипове или да се опитвате ръчно да кодирате с различни побитови скорости.

source: Features include:
bg: Функции:

source: An intuitive, easy to use interface.
bg: Прост и лесен за използване интерфейс.

source: Automatic calculation of average bitrate (ABR), resolution, framerate, and audio quality each video is re-encoded with to meet the target file size.
bg: Автоматично изчисляване на средната побитова скорост (ABR), разделителна способност, честотата на кадрите и качеството на звука, с които всяко видео се кодира, за да отговаря на целевия размер на файла.

source: Bulk compression of multiple videos to one output directory.
bg: Групово компресиране на няколко видео клипа в една изходна папка.

source: Customization of framerate limits, to ensure a clearer or smoother image.
bg: Настройване на ограничението на честотата на кадрите, за да се гарантира по-ясна и по-гладка картина.

source: A choice of codecs to encode output files with, including H.264, HEVC, AV1, and VP9.
bg: Набор от кодери за кодиране на изходните файлове, включително H.264, HEVC, AV1 и VP9.

source: The app attempts to retain as much audiovisual quality as possible for the file size given. However, extremely steep reductions in file size can cause significant loss of quality in the output file, and sometimes compression may not be possible at all. All processing is done locally — and as such, compression speeds are only as fast as your hardware allows.
bg: Програмата се опитва да запази възможно най-високо аудиовизуално качество за дадения размер на файла. Въпреки това, изключително голямото намаляване на размера на файла може да доведе до значителна загуба на качество в изходния файл, а понякога компресирането може да не е възможно изобщо. Цялата обработка се извършва локално, затова скоростта на компресиране е толкова бърза, колкото позволява вашият хардуер.

source: Source videos queued for compression
bg: Изходни видео клипове, чакащи за компресиране

source: The application mid-compression
bg: Програмата по време на компресиране

source: A mobile friendly UI
bg: Интерфейс, подходящ за мобилни устройства

source: Compression settings in the mobile friendly UI
bg: Настройки за компресиране в интерфейса за мобилни устройства

source: Framerate Limit
bg: Ограничение на честотата на кадрите

source: Limits framerates of compressed videos automatically, or to 30 FPS or 60 FPS.
bg: Автоматично ограничава честотата на кадрите на компресирани видео клипове до 30 или 60 кадъра в секунда.

source: Video Codec
bg: Видео кодер

source: The codec used to encode with during compression
bg: Кодерът, използван за кодиране по време на компресиране

source: Attempt {}
bg: Опит №{}

source: HQ
bg: ВК

source: LQ
bg: НК

source: {res_fps}, {audio_quality} audio
bg: {res_fps}, {audio_quality} аудио

source: Compressed file size was too large ({size} {unit})
bg: Размерът на компресирания файл бе прекалено голям ({size} {unit})

source: Compressed file size was too small ({size} {unit})
bg: Размерът на компресирания файл бе твърде малък ({size} {unit})

source: Constrict: Could not read input file. Was it moved or deleted before compression?
bg: Constrict: Входният файл не може да се прочете. Да не би да е преместен или изтрит преди компресирането?

source: Constrict: Could not retrieve video properties. Source video may be missing or corrupted.
bg: Constrict: Свойствата на видеото не може да се получат. Оригиналният видео файл може да липсва или да е повреден.

source: Constrict: Could not create exported file. A file with the reserved name already exists.
bg: Constrict: Изходният файл не може да се създаде. Вече съществува файл със съответното име.

source: Constrict: Could not create exported file. There are insufficient permissions to create a file at the requested export path.
bg: Constrict: Изходният файл не може да се създаде. Няма достатъчно права̀ за създаване на файл в заявеното местоположението за изнасяне.

source: Constrict: Video bitrate got too low (<5 kbps). The target size may be too low for this file.
bg: Constrict: Побитовата скорост на видеото стана твърде ниска (<5 kbps). Целевият размер може би е твърде малък за този файл.

source: Constrict: Cannot read output file. Was it moved or deleted mid-compression?
bg: Constrict: Изходният файл не може да се прочете. Да не би да е преместен или изтрит по време на компресирането?

source: Initializing…
bg: Стартиране…

source: Compressing to {vid_br} {vid_br_unit} ({extra_details})
bg: Компресиране до {vid_br} {vid_br_unit} ({extra_details})

source: {} — Almost done
bg: {} — почти готово

source: {} second
bg: {} секунда

source: {} minute
bg: {} минута

source: {} hour
bg: {} час

source: {percentage} — About {time_shown} left
bg: {percentage} — остава около {time_shown}

source: Drop Videos to Import
bg: Пуснете видео клипове за внасяне

source: Compression Error
bg: Грешка при компресиране

source: Details
bg: Подробности

source: Copy Details
bg: Копиране на подробностите

source: There was a problem compressing “{}”
bg: Проблем при компресирането на „{}“

source: Details copied to clipboard
bg: Подробностите бяха копирани в буфера за обмен

# shortcut window
source: Video Management
bg: Управление на видео

# shortcut window
source: Open
bg: Отваряне

# shortcut window
source: Export
bg: Изнасяне

# shortcut window
source: General
bg: Общи
hr: Opće
tr: Genel

# shortcut window
source: Toggle Settings Pane
bg: Превключване на панела с настройки

# shortcut window
source: Show Shortcuts
bg: Показване на клавишните комбинации

# shortcut window
source: Close Window
bg: Затваряне на прозореца

# shortcut window
source: Quit
bg: Спиране на програмата
hr: Zatvori
tr: Çık

# shortcut window
source: Show Preferences
bg: Показване на настройките

source: compressed
bg: компресирано

source: ‘{}’ repository by
bg: „{}“ хранилище от

source: Circular progress indicator design by
bg: Дизайн на кръговия индикатор за напредък от

source: Drag overlay design by
bg: Страница за изтегляне и пускане на файлове от

source: translator-credits
ar: Younes Oukessou <oukessouyounes@proton.me>
be: Мацвей Нацэўскі <matvey.natsevskiy@gmail.com>
bg: twlvnn kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
ca: Victor Dargallo <victordargallo@disroot.org>
cs: Písek Pískovec <pisekpiskovec@gmail.com>
de: Übersetzer
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
eo: Kristjan SCHMIDT <kristjan.schmidt@googlemail.com>
eu: Asier Saratsua Garmendia <asiersarasua@ni.eus>
fr: Irénée Thirion
he: ירון שהרבני <sh.yaron@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hr: Milo Ivir <mail@milotype.de>
it: Albano Battistella
ka: თემური დოღონაძე
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nb: Brage Fuglseth https://bragefuglseth.dev
nl: Philip Goto <philip.goto@gmail.com>
oc: Quentin PAGÈS
pl: Informacje o tłumaczach
ro: Antonio Marin
ru: Давид Лапшин <ddaudix@gmail.com>
sl: Matej Kovačič <matej@telefoncek.si> Martin Srebotnjak <miles@filmsi.net>
tr: Sabri Ünal <libreajans@gmail.com>
uk: volkov <volkovissocool@gmail.com>
uz: Maftuna Vahidjanova

source: Preferences
bg: Настройки
hr: Postavke
it: Preferenze
nl: Voorkeuren
ru: Параметры
tr: Tercihler

source: Hardware Acceleration
bg: Хардуерно ускорение

source: Hardware acceleration is only used if your GPU supports encoding with the selected video codec, and “Extra Quality” is disabled
bg: Хардуерното ускорение се използва само ако вашата видеокарта поддържа кодиране с избрания видео кодер и „Допълнително качество“ е изключено

source: GPU Encoding
bg: Кодиране с видеокарта

source: Use the GPU to speed up encoding when available
bg: Използване на видеокартата за ускоряване на кодирането, когато е налична

source: Exported Video Suffix
bg: Суфикс за изнесените видео клипове

source: Custom Suffix
bg: Друг суфикс

source: Used in file names for exported videos, between the base name and extension. If the custom suffix is left empty, the default suffix of “{}” will be used.
bg: Използва се в имената на файловете за изнесени видео клипове, между основното име и разширението. Ако потребителското разширение е празно, ще се използва стандартното разширение „{}“.

source: Changes applied
bg: Промените са приложени

source: Add Vide_os…
bg: Добавяне на _видео клипове…

source: Move _Up
bg: Преместване на_горе

source: Move _Down
bg: Преместване на_долу

source: _Remove
bg: _Премахване

source: View Error Details
bg: Вижте подробностите за грешката

source: Cannot load video. It may be missing or corrupted.
bg: Видеото не може да се зареди. Може да липсва или да е повредено.

source: View Compression Progress
bg: Вижте напредъка с компресирането

source: More Details
bg: Допълнителна информация

source: Show File Location
bg: Показване на местоположението на файл

source: View More
bg: Вижте още

source: More Information
bg: Повече информация

source: Video compressed to {size} {unit}.
bg: Видеото е компресирано до {size} {unit}.

source: Video file size ({original_size} {unit_original}) already meets the target size ({target_size} {unit_target}).
bg: Размерът на видео файла ({original_size} {unit_original}) вече отговаря на целевия размер ({target_size} {unit_target}).

source: Target size ({size} {unit}) is too low for this file.
bg: Целевият размер ({size} {unit}) е твърде малък за този файл.

source: _New Window
bg: _Нов прозорец

source: _Preferences
bg: _Настройки

source: _Keyboard Shortcuts
bg: _Клавишни комбинации

source: _About Constrict
bg: _Относно „Constrict“

source: Main Menu
ar: القائمة الرئيسية
be: Галоўнае меню
bg: Основно меню
ca: Menú principal
el: Κύριο Μενού
eo: Ĉefa menuo
eu: Menu nagusia
he: תפריט ראשי
hi: मुख्य मेनू
ka: მთავარი მენიუ
kk: Негізгі мәзір
nb: Hovedmeny
pl: Menu główne
ro: Opțiuni
sl: Glavni meni
uk: Головне меню
uz: Asosiy menyu

source: Compress Videos
bg: Компресиране на видео

source: Drag and drop videos here
bg: Изтеглете и пуснете видео клипове тук

source: _Open…
bg: _Отваряне…

source: _Automatic
bg: _Автоматично

source: Use the highest framerate without sacrificing resolution
bg: Най-високата честота на кадрите, без намаляване на разделителната способност

source: Ensure higher image clarity
bg: По-висока яснота на картината

source: Ensure smoother motion
bg: По-плавно движение

source: Encoding Options
bg: Опции за кодиране

source: _Video Codec
bg: _Видео кодер

source: Extra _Quality
bg: Допълнително _качество

source: Increase image quality at the cost of compression time
bg: Повишаване на качеството на картината за сметка на времето за компресиране

source: Advanced Options
bg: Допълнителни настройки

source: _Tolerance (%)
bg: _Допуск (%)

source: How far end file sizes can be below target
bg: До колко размерът на файлове може да бъде под целевия размер

source: Toggle Settings Pane
bg: Превключване на панела с настройки

source: Issues with video sources — fix before compressing
bg: Проблеми с оригиналните видео клипове — поправете ги преди компресиране

source: Video Sources
bg: Видео източници

source: _Clear All
bg: _Изчистване на всичко

source: _Export To…
bg: _Изнасяне в…

source: _Cancel…
bg: _Отказване…

source: {} FPS
bg: {} кадри в секунда

source: Videos compressed to low bitrates may be capped to {} FPS, regardless of the option set.
bg: Видео клиповете, компресирани до ниски побитови скорости, може да се ограничат до {} кадъра в секунда, независимо от настроената опция.

source: Decreasing the tolerance maximizes image quality by reducing how much compressed file sizes can be under target. However, this can increase the number of attempts needed to meet the target, increasing compression time. A tolerance of {} % or more is recommended.
bg: Намаляването на до̀пуска максимизира качеството на картината, като намалява колко компресираните файлове може да са под целта. Това обаче може да увеличи броя на опитите, необходими за достигането ѝ, като по този начин се увеличава времето за компресиране. Препоръчва се допуск от {} % или повече.

source: Target _Size ({})
bg: Целеви _размер ({})

source: Processing “{}”
bg: Обработване на „{}“

source: {index}/{total} Videos Processed
bg: {index}/{total} обработени видео клипа

source: Exporting to {}
bg: Изнасяне в {}

source: “{}” Queued
bg: „{}“ в опашката

source: {} Videos Queued
bg: {} видео клипа в опашката

source: Stop Compression?
bg: Спиране на компресирането?

source: Progress made compressing “{}” will be permanently lost
bg: Напредъкът, постигнат от компресирането на „{}“, ще бъде загубен завинаги

source: _Cancel
ar: إلغاء
be: _Адмена
bg: _Отказване
ca: _Cancel·la
cs: _Zrušit
de: _Abbrechen
el: _Ακύρωση
eo: _Nuligi
eu: _Utzi
fr: A_nnuler
he: _ביטול
hi: रद्द करें (_C)
hr: _Odustani
ka: გაუ_ქმება
kk: _Бас тарту
nb: _Avbryt
nl: _Annuleren
oc: _Anullar
pl: _Anuluj
ro: _Anulează
sl: _Prekini
tr: _İptal Et
uk: _Скасувати
uz: Bekor qilish

source: _Stop
bg: _Спиране

source: Compression Complete
bg: Компресирането завърши

source: “{}” processed
bg: „{}“ обработени

source: {} files processed
bg: {} обработени файлове

source: Open Export Directory
bg: Отваряне на папката за изнасяне

source: Videos are being compressed
bg: Видеоклиповете се компресират

source: Analyzing…
bg: Анализиране…

source: Error compressing “{}”
bg: Грешка при компресиране на „{}“

source: View _Details
bg: Показване на _подробностите

source: Compression complete
bg: Компресирането завърши

source: Unknown video format “{}”
bg: Неизвестен видео формат „{}”

source: Videos
bg: Видео клипове

source: Pick Videos
bg: Изберете видео клипове

source: File Shredder
ar: محطم الملفات
be: Знішчальнік файлаў
ca: Trituradora de fitxers
cs: Skartovač
de: Aktenvernichter
el: Καταστροφέας Αρχείων
fr: Broyeur de fichiers
he: גורס קבצים
hr: Uništavač datoteka
it: Distruggi File
ka: ფაილის გამანადგურებელი
kk: Файлды біржола өшіргіш
oc: Trissador de fichièrs
pl: Niszczarka plików
ro: Distruge fișiere
ru: Файловый шредер
sl: Uničevalnik datotek
tr: Dosya Parçalayıcı
uk: Шредер файлів
uz: Fayl parchalagich

source: Securely delete your files
cs: Bezpečně vymažte své soubory
de: Dateien sicher löschen
fr: Supprimez vos fichiers de manière sécurisée
hr: Izbriši datoteke sigurno
it: Elimina in modo sicuro i tuoi file
nl: Verwijder uw bestanden op een veilige manier
oc: Suprimissètz vòstres fichièr d’un biais segur
pl: Bezpiecznie usuń swoje pliki
ru: Надежно удаляйте свои файлы
tr: Dosyalarınızı güvenli silin
uk: Безпечно видаляйте ваші файли

source: File Shredder is a simple application used for securely deleting your files that you do not want to be recovered. File Shredder has a comprehensive set of preferences and progress tracking for each file.
hr: „Uništavač datoteka” je jednostavna aplikacija koja se koristi za sigurno trajno brisanje datoteka. „Uništavač datoteka” ima opsežan skup postavki i praćenje napretka za svaku datoteku.
it: File Shredder è una semplice applicazione utilizzata per eliminare in modo sicuro i file che non vuoiche siano recuperati. File Shredder ha un set completo di preferenze e monitoraggio dei progressi per ogni file.
nl: File Shredder is een simpele app gemaakt voor het veilig en onherstelbaar verwijderen van uw bestanden. File Shredder heeft een uitgebreide set aan voorkeuren en voortgangsrapportage voor elk bestand.
ru: Файловый шредер - это простое приложение, используемое для безопасного удаления ваших файлов, которые вы не хотите чтобы были восстановлены. Файловый шредер имеет комплексный набор параметров, а также отслеживание прогресса для каждого файла.
tr: Dosya Parçalayıcı, kurtarılmasını istemediğiniz dosyalarınızı güvenli şekilde silmek için kullanılan basit bir uygulamadır. Dosya Parçalayıcı, kapsamlı bir tercihler grubuna ve her dosya için ilerleme takibine sahiptir.

source: Fix UI bug when shredding aborted
nl: Interfacefout opgelost wanneer versnipperen werd afgebroken
tr: Parçalama iptal edildiğinde arayüz hatası düzeltildi

source: Updates to help and application
de: Aktualisierungen für Hilfe und Programm
fr: Mises à jour de l’aide et de l’application
nl: Bijwerkingen aan hulp en de app
oc: Actualizacion per ajudar e per l’aplicacion
tr: Yardım ve uygulama güncellemeleri
uk: Виправлення до "Допомога" та додатку

source: Added keyboard shortcuts to common actions
tr: Yaygın eylemlere kısayollar eklendi

source: Fixed memory leaks
tr: Bellek sızıntıları düzeltildi

source: Fixed crash when backend failed to start
tr: Arka uç başlatılamadığı zaman kilitlenme düzeltildi

source: Fixed application crash when closing window during shredding
tr: Parçalama sırasında pencereyi kapatırken uygulama çökmesi düzeltildi

source: Removed typo in Shred All button
tr: Shred All düğmesindeki yazım hatası düzeltildi

source: Updated Turkish translation
tr: Türkçe çeviri güncellendi

source: Add more categories to desktop file
cs: Přidáno více kategorií do souboru plochy
de: Mehr Kategorien zum desktop file hinzugefügt
fr: Ajout de catégories au fichier desktop
nl: Meer categorieën toegevoegd aan het desktop-bestand
tr: Masaüstü dosyasına daha fazla kategori eklendi
uk: Додано більше категорій до файлу desktop

source: Bug fixes and translation updates
cs: Opraveny chyby a překlady aktualizovány
de: Fehlerbehebungen und aktualisierte Übersetzungen
fr: Corrections de bogues et mises à jour des traductions
it: Correzioni di bug e aggiornamenti di traduzione
nl: Foutoplossingen en vertalings-updates
oc: Correccions de bugs e actualizacions de las traduccions
ru: Исправления ошибок и обновление переводов
tr: Hata düzeltmeler ve çeviri güncellemeleri
uk: Виправлення вад та оновлено переклади

source: Added Chinese, Turkish, Occitan and Brazilian Portuguese translations
it: Aggiunte traduzioni in cinese, turco, occitano e portoghese brasiliano
ru: Добавлены Китайский, Турецкий, Окситанский и Бразильский Португальский переводы
tr: Çince, Türkçe, Oksitanca ve Brezilya Portekizcesi çevirileri eklendi

source: Fixed in-app notification crash
it: Risolto crash di notifica in-app
ru: Исправлен вылет уведомления внутри проложения
tr: Uygulama içi bildirim çökmesi düzeltildi

source: User interface fixes
cs: Opraveny chyby uživatelského prostředí
de: Korrekturen in der Nutzeroberfläche
fr: Corrections de l’interface utilisateur
it: Correzioni dell'interfaccia utente
nl: Foutoplossingen in de gebruikersinterface
oc: Correccions de l’interfàcia utilizaire
ru: Исправления пользовательского интерфейса
tr: Kullanıcı arayüzü düzeltmeleri
uk: Виправлення інтерфейса

source: Added explanatory message and changed initial view's icon
it: Aggiunto messaggio esplicativo e modificata l'icona della vista iniziale
ru: Добавлено пояснительное сообщение и изменен значок начального просмотра
tr: Açıklayıcı mesaj eklendi ve ilk görünümün simgesi değiştirildi

source: Added icon to add button in headerbar
it: Aggiunta l'icona per aggiungere il pulsante nella barra dell'intestazione
ru: Добавлена иконка для кнопки добавления в заголовке окна
tr: Başlık çubuğuna düğme eklemek için simge eklendi

source: Fixed cropping of keyboard focus ring on shred button
it: Risolto il problema con il ritaglio dell'anello di messa a fuoco della tastiera sul pulsante di distruzione
ru: Исправлено обрезание кольца фокусировки клавиатуры на кнопке измельчения.
tr: Parçalama düğmesindeki klavye odak halkasının kırpılması düzeltildi

source: Updated preferences to be more concise and explanatory
it: Preferenze aggiornate per essere più concise ed esplicative
ru: Обновлены параметры чтобы быть более краткими и понятными
tr: Terihler, daha özlü ve açıklayıcı olacak şekilde güncellendi

source: Add icon to open button in headerbar
cs: Přidána ikona otevírajcího tlačítka v záhlaví
de: Symbol zum Öffnen-Knopf in der Kopfleiste hinzugefügt
fr: Ajout d’une icône au bouton « ouvrir » dans la barre d’en-tête
it: Aggiunta l'icona per aprire il pulsante nella barra dell'intestazione
oc: Icòna aponduda per dobrir boton de la barra naut
ru: Добавлена иконка для кнопки добавления в заголовке окна
tr: Başlık çubuğunda aç düğmesi için simge eklendi
uk: Додано піктограму до кнопки відкривання файлів у заголовку вікна

source: Added the French translation
it: Aggiunta la traduzione francese
ru: Добавлен французский перевод
tr: Fransızca çeviri eklendi

source: Added the Portuguese translation
it: Aggiunta la traduzione in portoghese
ru: Добавлен португальский перевод
tr: Portekizcesi çevirisi eklendi

source: Updated the Russian translation
it: Aggiornata la traduzione russa
ru: Обновлен русский перевод
tr: Rusça çeviri güncellendi

source: Fixed progress retrieval bug
it: Risolto bug di recupero dell'avanzamento
ru: Исправлена ошибка отслеживания прогресса
tr: İlerleme geri alma hatası düzeltildi

source: Fixed display problems
it: Risolti problemi di visualizzazione
ru: Исправлены проблемы с отображением
tr: Görünüm sorunları düzeltildi

source: Minor fixes, including:
cs: Menší opravy, zahrnující:
de: Kleinere Korrekturen, unter anderem:
fr: Corrections mineures, incluant :
it: Correzioni minori, tra cui:
oc: Correccions minors, inclutz :
ru: Незначительные исправления, в том числе:
tr: Aşağıdakiler dahil küçük düzeltmeler:
uk: Невеликі виправлення:

source: Moved the Shred button to the bottom of the window
it: Spostato il pulsante Distruggi nella parte inferiore della finestra
ru: Кнопка "измельчить" перемещена в нижнюю часть окна
tr: Parçala düğmesi pencerenin altına taşındı

source: Support for mobile devices added
cs: Přidána podpora mobilních zařízení
de: Unterstützung für Mobilgeräte hinzugefügt
fr: Ajout du support des appareils mobiles
it: Aggiunto supporto per dispositivi mobili
oc: Presa en carga mobil aponduda
ru: Добавлена поддержка мобильных устройств
tr: Mobil aygıt desteği eklendi
uk: Підтримка мобільних простроїв

source: Rethemed the file rows to standard look
it: Riformulate le righe del file con un aspetto standard
ru: Строки файлов заменены на стандартный вид
tr: Dosya satırlarını standart görünüme kavuşturuldu
