Repository: ADBeveridge/raider
Catalog: po/*.po
Languages: ar, be, bg, ca, cs, de, el, eo, eu, fr, he, hi, hr, it, ka, kk, nb, nl, oc, pl, ro, ru, sl, tr, uk, uz

source: Could not remove filename from quick list. Please report this.
ar: تعذرت إزالة اسم الملف من القائمة السريعة. يرجى الإبلاغ عن هذا.
be: Не атрымалася выдаліць назву файла са спісу хуткага доступу. Паведаміце пра гэта, калі ласка.
ca: No s'ha pogut eliminar el nom de fitxer de la llista ràpida. Informeu d'aquest error.
cs: Nepodařilo se odstranit název souboru z rychlého listu. Prosím nahlašte to prosím.
de: Dateiname konnte nicht von der Liste entfernt werden. Bitte melden sie diesen Vorfall.
el: Δεν ήταν δυνατή η αφαίρεση του ονόματος αρχείου από τη γρήγορη λίστα. Παρακαλώ αναφέρετε αυτό.
eo: Ne povis forigi dosiernomon el la rapida listo. Bonvolu raporti tion.
eu: Ezin da fitxategi-izena kendu zerrenda azkarretik. Eman honen berri.
fr: Impossible de retirer le nom du fichier de la liste rapide. Merci de le signaler.
he: לא ניתן להסיר את שם הקובץ מהרשימה המהירה. נא לדווח על זה.
hi: त्वरित सूची से फाइल नाम नहीं हटाया जा सका। कृपया इसकी रिपोर्ट करें।
hr: Nije moguće ukloniti ime datoteke s brzog popisa. Prijavi ovo.
it: Impossibile rimuovere il nome del file dall'elenco rapido. Si prega di segnalarlo.
ka: ფაილის სახელის სწრაფი სიიდან მოცილება შეუძლებელია. მოგვწერეთ ამის შესახებ.
kk: Файл атын жылдам тізімнен өшіру мүмкін болмады. Бұл туралы хабарлауыңызды сұраймыз.
nb: Fjerning av filnavn mislyktes. Meld inn denne feilen.
nl: Kon bestandsnaam niet van de snelle lijst verwijderen. Meld dit bij ons.
pl: Nie można usunąć nazwy pliku z listy szybkiego dostępu. Proszę to zgłosić.
ro: Nu s-a putut elimina numele fișierului din lista rapidă. Se poate raporta problema.
ru: Не удалось удалить файл из быстрого списка. Пожалуйста сообщите об этом
sl: Datoteke ni mogoče odstraniti iz hitrega seznama. Prosimo, če prijavite to napako.
tr: Dosya adı hızlı listeden kaldırılamadı. Lütfen bunu raporlayın.
uk: Не вдалося видалити файл із списку. Будь-ласка, відрапортуйте про це.
uz: Fayl nomini tezkor roʻyxatdan olib tashlab boʻlmadi. Iltimos, bu haqda xabar bering.

source: Finished shredding files
ar: انتهاء تدمير الملفات
be: Знішчэнне файлаў скончана
ca: S'ha acabat el triturat de fitxers
cs: Dokončeno skartování souborů
de: Vernichten beendet
el: Ολοκληρώθηκε η καταστροφή αρχείων
eo: Finita razado de dosieroj
eu: Amaitu da fitxategien birrintzea
fr: Broyage des fichiers terminé
he: גריסת הקבצים הסתיימה
hi: फाइलों की श्रेडिंग समाप्त हो गयी
hr: Uništavanje datoteka je gotovo
it: Terminata distruzione dei file
ka: ფაილების განადგურება დასრულდა
kk: Файлдарды біржола өшіру аяқталды
nb: Sletting fullført
nl: Bestanden versnipperen voltooid
pl: Finalizowania niszczenia plików
ro: Distrugerea s-a terminat
ru: Измельчение файлов завершено
sl: Trajno brisanje datotek zaključeno
tr: Dosya parçalama tamamlandı
uk: Завершено шредерування файлів
uz: Fayllarni parchalash tugatildi

source: Directories are not supported
cs: Adresáře nejsou podporovány
de: Verzeichnisse werden nicht unterstützt
fr: Les répertoires ne sont pas pris en charge
hr: Mape se ne podržavaju
it: Le directory non sono supportate
nb: Mapper kan ikke slettes
nl: Mappen worden niet ondersteund
oc: Los repertòris son pas preses en carga
pl: Foldery nie są wspierane
ru: Директории не поддерживаются
tr: Dizinler desteklenmiyor
uk: Каталоги/теки не підтримуються

source: “%s” is already loaded
hr: „%s” ja već učitana
it: “%s” è già caricato
nl: ‘%s’ is al geladen
ru: “%s” уже загружен
tr: “%s” zaten yüklü

source: Cannot write to “%s”
ar: تعذرت الكتابة إلى “%s”
be: Немагчыма пісаць у "%s"
ca: No es pot escriure a «%s»
cs: Nelze psát do “%s”
de: Kann nicht zu “%s” schreiben
el: Δεν είναι δυνατή η εγγραφή στο «%s»
eo: Ne povas skribi al „%s“
eu: Ezin da hemen idatzi: “%s”
fr: Impossible d’écrire dans « %s »
he: לא ניתן לכתוב אל „%s”
hi: “%s” को नहीं लिख सकते
hr: Nije moguće pisati u „%s”
it: Impossibile scrivere su “%s”
ka: "%s"-ში ჩაწერა შეუძლებელია
kk: “%s” ішіне жазу мүмкін емес
nb: «%s» er skrivebeskyttet
nl: Kan niet schrijven naar ‘%s’
oc: Impossible d'escriure dins « %s »
pl: Nie można zapisać do “%s”
ro: Nu se poate scrie în „%s”
ru: Не удалось записать в “%s”
sl: Ni mogoče zapisati v “%s”
tr: “%s” dosyasına yazılamıyor
uk: Неможливо записати в “%s”
uz: “%s” yozib boʻlmadi

source: System cannot load more files
hr: Sustav ne može učitati daljne datoteke
nl: Systeem kan niet meer bestanden laden
tr: Sistem daha fazla dosya yükleyemez

source: Starting Shredding…
ar: جاري بدء التدمير…
be: Пачатак знішчэння…
ca: S'està iniciant el triturat…
cs: Začínání Skartování…
de: Vernichten wird gestartet…
el: Γίνεται έναρξη καταστροφής…
eo: Komencante razadon…
eu: Birrintzea abiarazten…
fr: Démarrage du broyage…
he: הגריסה מתחילה…
hi: श्रेडिंग शुरू कर रहें हैं…
hr: Pokretanje uništavanja …
ka: განადგურება იწყება…
kk: Біржола өшіру басталуда…
nb: Starter sletting
nl: Beginnen met versnipperen…
oc: Començament del trissatge…
pl: Rozpoczynanie niszczenia...
ro: Se începe distrugerea…
sl: Začenjam trajno brisanje…
tr: Parçalama Başlatılıyor…
uk: Запускаємо шредер…
uz: Parchalash boshlanmoqda…

source: Aborting…
ar: جاري الإلغاء…
be: Скасаваць…
ca: S'està interrompent…
cs: Přerušování…
de: Vorgang wird abgebrochen…
el: Γίνεται ακύρωση…
eo: Ĉesigante…
eu: Abortatzen…
fr: Abandon…
he: מבוטל…
hi: निरस्त हो रहा है…
hr: Prekidanje …
ka: გაუქმება…
kk: Тоқтатылуда…
nb: Avbryter
nl: Afbreken…
oc: Interrupcion…
pl: Anulowanie...
ro: Se anulează…
sl: Prekinjam…
tr: Vazgeçiliyor…
uk: Скасування…
uz: Bekor qilinmoqda…

source: How many times to shred file over
it: Quante volte distruggere il file
ru: Сколько раз измельчать файл

source: Wipesync
hr: Izbriši sinkronizaciju
it: Cancella sincronizzazione
nl: Wis-sync

source: Wipe
hr: Izbriši
it: Cancella
nl: Wissen

source: Unlink
hr: Odspoji
it: Scollegare
nl: Ontkoppelen

source: Whether to override the file permissions in case of insufficient permissions
it: Se sovrascrivere i permessi dei file in caso di permessi insufficienti
ru: Переопределить права доступа файла в случае недостаточных разрешений

source: Alan Beveridge
he: אלן בוורידג׳
ru: Алан Беверидж

source: Switch shredding program from shred to secure-delete
nl: Versnipperprogramma gewisseld van shred naar secure-delete

source: Add keyboard shortcuts to common actions
cs: Přidány klávesové zkratky pro často používané akce
de: Tastaturbefehle für häufige Aufgaben hinzugefügt
fr: Ajout de raccourcis clavier pour les actions courantes
nl: Sneltoetsen aan standaardacties toegevoegd
uk: Додано клавіатурні скорочення до частих дій

source: Fix memory leaks
cs: Opraveny úniky paměti
de: Speicherlecks behoben
fr: Correction de fuites de mémoire
nl: Geheugenlekken opgelost
uk: Виправлено витоки пам'яті

source: Fix crash when backend failed to start
cs: Opraveno padání při chybě načtení backendu
de: Behebt Absturz wenn das Backend nicht gestartet werden konnte
fr: Correction d’un plantage lors de l’échec du démarrage du backend
nl: Crash opgelost bij het niet kunnen starten van de back-end
uk: Виправлено збій, коли бекенд не можна запуститися

source: Fix application crash when closing window during shredding
cs: Opraveno padání při uzavření okna během skartování
de: Behebt Programmabsturz wenn das Fenster während der Dateivernichtung geschlossen wird
fr: Correction d’un crash de l’application lors de la fermeture de la fenêtre pendant le broyage
nl: App-crash opgelost wanneer het venster werd gesloten tijdens het versnipperen
uk: Виправлено збій додатку при закриті вікна під час шредерування

source: Remove typo in Shred All button
cs: Odstraněna chybka v Skartovat Vše tlačítku
de: Korrigiere Schreibfehler in Alle Vernichten Knopf
fr: Faute de frappe retirée du bouton « Tout broyer »
nl: Typfout verwijderd in de knop Allen versnipperen
uk: Виправлено опечатку у кнопці "Шредерувати усі"

source: Update Turkish translation
cs: Aktualizovaný Turecký překlad
de: Türkische Übersetzung aktualisiert
fr: Mise à jour de la traduction turque
nl: Turkse vertaling bijgewerkt
oc: Actualizacion de la traduccion en turc
uk: Оновлено турецький переклад

source: Add Chinese, Turkish, Occitan and Brazilian Portuguese translations
cs: Přidán Čínský, Turecký, Okcitánský a Portugalský (Brazílie) překlad
de: Chinesische, Türkische, Okzitanische und Brasilianisch-Portugiesische Übersetzung hinzugefügt
fr: Ajout de traductions en chinois, turc, occitan et portugais brésilien
nl: Chinese, Turkse, Occitaanse en Braziliaans-Portugese vertalingen toegevoegd
oc: Traduccions en chinés, turc, occitan e portugués del Brasil apondudas
uk: Додано китайський, турецький та португальський (Бразилія) переклади

source: Fix in-app notification crash
cs: Opraveno padání vnitřních notifikací
de: In-App Benachrichtigungs-Crash behoben
fr: Correction du plantage de la notification in-app
nl: Crash met meldingen binnen de app opgelost
uk: Виправлено збій через повідомлення всередині додатку

source: Add explanatory message and changed initial view's icon
cs: Přidána vysvětlovací zpráva a byla změněna ikona prvotního zobrazení
de: Erklärung hinzugefügt und ursprüngliches Symbol geändert
fr: Ajout d’un message explicatif et modification de l’icône de la vue initiale
nl: Verduidelijkend bericht toegevoegd en pictogram van initiële weergave aangepast
uk: Додано повідомлення з поясненням і змінено початковий вигляд піктограми

source: Add icon to add button in headerbar
cs: Přidána ikona přidávacího tlačítka v záhlaví
de: Symbol zum Hinzufügen-Knopf in der Kopfleiste hinzugefügt
fr: Ajout d’une icône au bouton « Ajouter » dans la barre d’en-tête
nl: Pictogram toegevoegd aan de knop Toevoegen in de titelbalk
uk: Додано піктограму до кнопки додавання файлів у заголовку вікна

source: General
ar: عام
be: Агульныя
cs: Obecné
de: Allgemein
el: Γενικά
eo: Ĝenerala
eu: Orokorra
fr: Général
he: כללי
hi: सामान्य
ka: ზოგადი
kk: Жалпы
nb: Generelt
nl: Algemeen
pl: Ogólne
ro: Generale
sl: Splošno
uk: Загальні
uz: Umumiy

source: CLose Window
cs: Zavřít Okno
de: Fenster schließen
fr: Fermer la fenêtre
nl: Venster sluiten
oc: Tampar la fenèstra

source: Quit
ar: خروج
be: Выйсці
ca: Surt
cs: Ukončit
de: Programm beenden
el: Έξοδος
eo: Forlasi
eu: Irten
fr: Quitter
he: יציאה
hi: बंद करें
ka: გასვლა
kk: Шығу
nb: Avslutt
nl: Sluiten
oc: Sortir
pl: Wyjdź
ro: Închide
sl: Izhod
uk: Вийти
uz: Chiqish

source: File Shredder is a GNOME application used for securely deleting your files that you do not want to be recovered.
pl: Niszczarka plików to aplikacja GNOME używana do bezpiecznego usuwania Twoich plików, których nie chcesz być w stanie odzyskać.
uk: File Shredder (Шредер файлів) це додаток для GNOME, який використовується для безпечного видалення ваших файлів таким чином, щоб їх не можна було відновити.

source: Use custom code for shredding files
cs: Použít vlastní kód pro skartování souborů
de: Benutzt seinen eigenen Code um Dateien zu vernichten
fr: Utilisation d’un code propre pour le broyage
uk: Використовується власний код для шредерування файлів

source: Directly import code into Raider for shredding a file
cs: Importovat kód přímo do Raider pro skartování souboru
de: Importiere Code direkt in Aktenvernichter um eine Datei zu vernichten
fr: Importation directe du code dans Raider pour le broyage d’un fichier
uk: Напряму імпортовано код у Файловий шредер для шредерування файлів

source: Remove preferences
cs: Odstranit předvolby
de: Einstellungen zurücksetzen
fr: Suppression des préférences
oc: Supression de las preferéncias
uk: Видалено налаштування

source: Fix UI bug when shredding is aborted
cs: Opravena UI chyba po zrušení skartování
de: Behebt einen Bug in der Benutzeroberfläche wenn die Vernichtung abgebrochen wird
fr: Correction d’un bogue d’interface lors de l’arrêt d’un broyage
uk: Виправлено інтерфейс коли шредерування було скасовано

source: Fix cropping of keyboard focus ring on shred button
cs: Opraveno oříznutí kroužku zaostření klávesnice na tlačítku skartování
de: Abschneiden des Tastatur-Fokusrings auf dem Vernichten-Knopf korrigiert
fr: Correction du recadrage de l’anneau de focalisation du clavier sur le bouton de broyage
uk: Виправлено обрізання обрамлення кнопки шредерування у фокусі

source: Update preferences to be more concise and explanatory
cs: Předvolby aktualizovány pro větší stručnost a vysvětlení
de: Einstellungen aktualisiert, um genauer und verständlicher zu sein
fr: Mise à jour des préférences, désormais plus concises et explicatives
uk: Оновлено налаштування, щоб вони були більш стислими та зрозумілими

source: Add the French translation
cs: Přidán Francouzský překlad
de: Französische Übersetzung hinzugefügt
fr: Ajout d’une traduction française
oc: Traduccion en francés aponduda
uk: Додано французький переклад

source: Add the Portuguese translation
cs: Přidán Portugalský překlad
de: Portugiesische Übersetzung hinzugefügt
fr: Ajout d’une traduction portugaise
oc: Traduccion en portugués aponduda
uk: Додано португальський переклад

source: Update the Russian translation
cs: Aktualizovaný Ruský překlad
de: Russische Übersetzung aktualisiert
fr: Mise à jour de la traduction russe
oc: Actualizacion de la traduccion en rus
uk: Оновлено російський переклад

source: Fix progress retrieval bug
cs: Opravena chyba načítání pokroku
de: Fehler beim Abruf des Fortschritts korrigiert
fr: Correction d’un bug de récupération de la progression
uk: Виправлено ваду пошуку

source: Fix display problems
cs: Opraveny problémy zobrazení
de: Anzeige-Probleme korrigiert
fr: Correction de problèmes d’affichage
oc: Problèmas d'afichatge resolguts
uk: Виправлено проблему відображення

source: Move the Shred button to the bottom of the window
cs: Přesunuto Skartovací tlačítku do spodku okna
de: Verschiebe Vernichten-Knopf ans untere Ende des Fensters
fr: Le bouton Broyer a été déplacé en bas de la fenêtre
uk: Переміщено кнопку шредерування вниз вікна

source: Re-theme the file rows to standard look
cs: Pře-témované řádky souborů pro standardní vzhled
de: Neuentwurf der Dateiliste mit dem Standarddesign
fr: Les rangées de dossiers ont été remodelées pour un look standard
uk: Змінена тема рядків з файлами на стандартну

source: Add checking so a file cannot be loaded twice
cs: Přidán ověřovač aby soubor nemohl být načten dvakrát
de: Kontrolle hinzugefügt, sodass eine Datei nicht zweimal geladen werden kann
fr: Ajout d’une vérification pour qu’un fichier ne puisse pas être chargé deux fois
uk: Додано перевірку, щоб один файл не був завантажено двічі

source: Write using GTK4 and Adwaita
cs: Napsáno pomocí GTK4 a Adwaita
de: Schreibe mit GTK4 und Adwaita
fr: Écrit avec GTK4 et Adwaita
uk: Портовано на GTK4 і Adwaita

source: Show desktop notifications if the window is not focused
cs: Zobrazit notifikace plochy pokud okno není zaměřené
de: Zeige Desktop-Benachrichtigungen, wenn das Fenster nicht fokussiert ist
fr: Les notifications de bureau sont affichées si la fenêtre n’est pas centrée
uk: Показувати системне повідомлення якщо вікно не у фокусі

source: The very first release of File Shredder. It supports progress tracking, and has a GNOME compliant interface.
cs: Úplně první vydání Skartovače. Podporuje sledování pokroku a má vyhovující rozhraní GNOME.
de: Dies ist die erste Version von Aktenvernichter. Sie unterstützt Fortschrittverfolgung und verfügt über eine GNOME-konforme Nutzeroberfläche.
fr: Première version de Broyeur de fichiers. Elle comprend un suivi de la progression et une interface correspondant aux lignes directrices de GNOME.
uk: Перший реліз Файлового шредера. Він підтримує відображення прогресу і сумісний з інтерфейсом GNOME.

source: Close Window
ar: إغلاق النافذة
be: Закрыць акно
ca: Tanca la finestra
el: Κλείσιμο Παραθύρου
eo: Fermi fenestron
eu: Itxi leihoa
he: סגירת חלון
hi: विंडो बंद करें
ka: ფანჯრის დახურვა
kk: Терезені жабу
nb: Lukk vindu
pl: Zamknij okno
ro: Închide fereastra
sl: Zapri okno
uk: Закрити вікно
uz: Oynani yopish

source: Some files were already loaded
cs: Některé soubory již byly načteny
de: Einige Dateien sind bereits geladen
fr: Certains fichiers étaient déjà chargés
nb: Enkelte filer var allerede innlastet
oc: D’unes fichièrs èran ja cargats
pl: Niektóre pliki były już załadowane
uk: Деякі файли вже були завантажені

source: Some files did not exist
ar: بعض الملفات غير موجودة
be: Некаторыя файлы не існуюць
ca: Alguns fitxers no existeixen
cs: Některé soubory neexistují
de: Einige Dateien gibt es nicht
el: Κάποια αρχεία δεν υπήρχαν
eo: Kelkaj dosieroj ne ekzistis
eu: Fitxategi batzuk ez dira existitzen
fr: Certains fichiers n’existaient pas
he: חלק מהקבצים לא היו קיימים
hi: कुछ फाइलें मौजूद नहीं थीं
ka: ზოგიერთი ფაილი არ არსებობს
kk: Кейбір файлдар табылмады
nb: Enkelte filer eksisterte ikke
oc: D’unes fichièrs existissián pas
pl: Niektóre pliki nie istnieją
ro: Unele fișiere nu existau
sl: Nekatere datoteke niso obstajale
uk: Деякі файлі не існують
uz: Baʻzi fayllar mavjud emas edi

source: Cannot load more files
ar: تعذر تحميل المزيد من الملفات
be: Немагчыма загрузіць больш файлаў
ca: No es poden carregar més fitxers
cs: Nelze načíst více souborů
de: Kann keine Dateien mehr laden
el: Δεν είναι δυνατή η φόρτωση περισσότερων αρχείων
eo: Ne povas ŝarĝi pliajn dosierojn
eu: Ezin dira fitxategi gehiago kargatu
fr: Impossible de charger plus de fichiers
he: לא ניתן לטעון קבצים נוספים
hi: अधिक फाइलें लोड नहीं की जा सकतीं
ka: მეტი ფაილის ჩატვირთვა შეუძლებელია
kk: Басқа файлдарды жүктеу мүмкін емес
nb: Maksimalt antall filer nådd
oc: Cargament de mai de fichièrs impossible
pl: Nie można wczytać więcej plików
ro: Nu se pot încărca mai multe fișiere
sl: Ni mogoče naložiti več datotek
uk: Не можливо завантажити більше файлів
uz: Boshqa fayllarni yuklab boʻlmadi

source: File Shredder is a simple application used for securely deleting your files that you do not want to be recovered.
cs: Skartovač je jednoduchá aplikace určená k bezpečnému vymazání svých souborů, které nechcete, aby byly obnovitelné.
de: Aktenvernichter ist eine App zum einfachen Löschen von Dateien, die nicht wiederhergestellt werden sollen.
fr: Broyeur de fichiers est une application simple, utilisée pour supprimer de manière sécurisée des fichiers que vous ne souhaitez pas récupérer.

source: Permanently delete your files
ar: حذف الملفات نهائياً
be: Выдаліце ​​свае файлы назаўсёды
ca: Suprimiu permanentment els vostres fitxers
el: Μόνιμη διαγραφή των αρχείων σας
eo: Permanente forigi viajn dosierojn
eu: Ezabatu fitxategiak betiko
he: מחיקת הקבצים שלך לצמיתות
hi: अपनी फाइलें स्थायी रूप से हटाएँ
ka: სამუდამოდ წაშალეთ თქვენი ფაილები
kk: Файлдарыңызды біржола өшіру
nb: Slett sensitive filer fullstendig
ro: Șterge fișierele în mod permanent
sl: Trajno izbriše vaše datoteke
uz: Fayllaringizni butunlay oʻchirib tashlash

source: delete;remove;permanently;files;shred;data;
be: выдаліць;знішчыць;назаўсёды;файлы;здрабніць;дадзеныя;
ca: elimina;suprimeix;permanentment;fitxers;tritura;dades;
el: διαγραφή;αφαίρεση;μόνιμα;αρχεία;καταστροφή;δεδομένα;
eu: ezabatu;kendu;betiko;fitxategiak;birrindu;datuak;
he: מחיקה;הסרה;גריסה;גריטה;צמיתות;לצמיתות;חיסול;השמדה;קבצים;נתונים;
ka: წაშლა;სამუდამოდ;განადგურება;მონაცემები;
kk: өшіру;өшіру;біржола;файлдар;шредер;деректер;
ro: delete;remove;permanently;files;shred;data;șterge;elimină;permanent;fișiere;date;raider;distruge;
sl: izbriši;odstrani;trajno;datoteke;uničenje;podatki;
uz: oʻchirish;olib tashlash;butunlay;fayllar;parcha;maʻlumot;

source: File Shredder is a file deletion program designed to permanently remove sensitive files from your computer, enhancing data privacy.
be: File Shredder — гэта праграма для выдалення файлаў, прызначаная для канчатковага выдалення канфідэнцыяльных файлаў з вашага кампутара, павышаючы канфідэнцыяльнасць даных.
ca: La Trituradora de fitxers és un programa d'eliminació de fitxers dissenyat per eliminar permanentment els fitxers sensibles del vostre ordinador, millorant la privadesa de les dades.
el: Ο Καταστροφέας Αρχείων είναι ένα πρόγραμμα διαγραφής αρχείων σχεδιασμένο για τη μόνιμη αφαίρεση ευαίσθητων αρχείων από τον υπολογιστή σας, ενισχύοντας την ιδιωτικότητα των δεδομένων.
eo: File Shredder estas dosierforigo-programo dezajnita por permanente forigi sentemajn dosierojn de via komputilo, plibonigante datuman privatecon.
eu: File Shredder fitxategiak ordenagailutik betiko ezabatzeko eta horrela pribatutasuna hobetzeko aplikazio bat da..
he: גורס הקבצים היא תוכנית מחיקת קבצים שתוכננה להסיר קבצים רגישים מהמחשב שלך לצמיתות במטרה לשפר את הפרטיות שלך.
ka: File Shredder ფაილების წაშლის პროგრამაა, რომელიც თქვენი კომპიუტერიდან ფაილების სამუდამოდ წაშლისთვისაა შექმნილი.
kk: Файлды біржола өшіргіш — деректер жекелігін арттыру мақсатында компьютерден маңызды файлдарды біржола өшіруге арналған файлдарды өшіру бағдарламасы.
ro: Programul „Distruge fișiere” este conceput pentru a șterge definitiv fișierele personale din calculator, protejând astfel intimitatea.
sl: Uničevalnik dokumentov je program za trajno brisanje datotek, izdelan za namizje GNOME. Namenjen je trajnem uničenju vsebine datotek na računalniku, s tem pa pomaga ohranjati vašo zasebnost.
uz: Fayl parchalagich - kompyuteringizdagi maxfiy fayllarni butunlay yo‘q qilish uchun maʻljallangan dastur bo‘lib, u maʻlumotlar xavfsizligini oshiradi.
