Repository: ADBeveridge/raider
Catalog: po/*.po
Languages: ar, be, bg, ca, cs, de, el, eo, eu, fr, he, hi, hr, it, ka, kk, nb, nl, oc, pl, ro, ru, sl, tr, uk, uz

source: Within a certain limit, it is effective. However, modern SSDs use certain technologies to extend its lifetime, which has the side effect of ensuring that shredding is never perfect, and no software can fix that. But shredding significantly increases the difficulty of data recovery since it requires specialized software and hardware.
be: У пэўных межах гэта эфектыўна. Аднак сучасныя SSD выкарыстоўваюць тэхналогіі, якія падаўжаюць тэрмін іх службы, і гэта мае пабочны эфект — знішчэнне ніколі не будзе цалкам ідэальным, і ніякае праграмнае забеспячэнне гэтага не зменіць. Тым не менш, знішчэнне значна ўскладняе аднаўленне дадзеных, бо для гэтага патрабуецца спецыялізаванае праграмнае і апаратнае забеспячэнне.
ca: Dins d'un cert límit, és eficaç. No obstant això, els SSD moderns utilitzen certes tecnologies per estendre la seva vida útil, la qual cosa té l'efecte secundari d'assegurar que el triturat mai és perfecte, i cap programari pot arreglar això. Però el triturat augmenta significativament la dificultat de recuperació de dades, ja que requereix programari i maquinari especialitzats.
el: Μέσα σε ένα συγκεκριμένο όριο, είναι αποτελεσματικό. Ωστόσο, τα μοντέρνα SSD χρησιμοποιούν ορισμένες τεχνολογίες για να επεκτείνουν τη διάρκεια ζωής τους, που έχει ως παρενέργεια να διασφαλίζει ότι η καταστροφή δεν είναι ποτέ τέλεια, και κανένα λογισμικό δεν μπορεί να το διορθώσει. Αλλά η καταστροφή αυξάνει σημαντικά τη δυσκολία ανάκτησης δεδομένων αφού απαιτεί εξειδικευμένο λογισμικό και υλικό.
eo: Ene de certa limo, ĝi estas efika. Tamen, modernaj SSD-oj uzas certajn teknologiojn por etendi ilian vivdaŭron, kio havas la flankefekon certigi, ke razado neniam estas perfekta, kaj neniu programaro povas ripari tion. Sed razado signife pliigas la malfacilecon de datuma reakiro, ĉar ĝi postulas specialiĝintan programaron kaj aparataron.
eu: Eraginkorra da bere lanean, neurri bateraino. Hala ere, SSD modernoek beren bizitza luzatzeko teknologiak darabiltzate, eta teknologia horien erruz fitxategien birrintzea ez da beti perfektua, eta ez dago hori konpondu dezakeen softwarerik. Hala ere, birrintzeak datuak berreskuratzeko zailtasuna handitzen du, software eta hardware espezializatua behar baita horrela birrindutako fitxategiak berreskuratzeko.
he: בתוך גבולות מסוימים, הכלי הזה יעיל. עם זאת, כונני שבבים (SSD) עדכניים משתמשים בטכנולוגיות מסוימות שמאריכות את חיי המוצר, תופעת הלוואי של זה היא שווידוא הגריסה אף פעם לא מושלם ואין שום תוכנה שתוכל לתקן את זה. ובכל זאת, גריסה מקשה משמעותית על שחזור הנתונים כיוון שהיא דורשת תוכנה וחומרה ייעודיים למשימה.
hi: एक निश्चित सीमा के भीतर ही यह प्रभावी होता है। हालांकि, आधुनिक SSDs अपने जीवनकाल को बढ़ाने के लिए कुछ तकनीकों का उपयोग करते हैं। जिसका यह सुनिश्चित करने का दुष्प्रभाव होता है कि श्रेडिंग कभी भी सही नहीं होती है, और कोई भी सॉफ़्टवेयर इसे ठीक नहीं कर सकता है। लेकिन श्रेडिंग से डेटा पुनर्प्राप्ति की कठिनाई काफी बढ़ जाती है क्योंकि इसके लिए विशेष सॉफ़्टवेयर और हार्डवेयर की आवश्यकता होती है।
ka: რაღაც დონემდე ის ეფექტურია. მაგრამ თანამედროვე SSD-ები იყენებენ გარკვეულ ტექნოლოგიებს, რომ გაახანგრძლივონ თავიანთი სიცოცხლის დრო, რომლის გვერდითი ეფექტია ის, რომ ფაილების განადგურება ბოლომდე არასდროს ხდება და ამას პროგრამა ვერ გაასწორებს. მაგრამ ფაილების განადგურება ამას ძალიან ართულებს და ითხოვს სპეციალიზებულ პროგრამებს და აპარატურას.
kk: Белгілі бір шектерде бұл тиімді. Дегенмен, заманауи SSD дискілері қызмет ету мерзімін ұзарту үшін белгілі бір технологияларды қолданады, соның жанама әсерінен біржола өшіру ешқашан мінсіз болмайды және оны ешқандай бағдарламалық қамтама түзете алмайды. Бірақ біржола өшіру деректерді қалпына келтіруді айтарлықтай қиындатады, өйткені бұл үшін арнайы бағдарламалық қамтама мен аппараттық құралдар қажет.
ro: Până la o anumită limită, este eficient. Cu toate acestea, SSD-urile moderne folosesc anumite tehnologii pentru a-și prelungi durata de viață, ceea ce are ca efect secundar faptul că distrugerea nu este niciodată perfectă și niciun program nu poate remedia asta. Dar distrugerea crește semnificativ dificultatea recuperării datelor, deoarece va fi nevoie de programe și echipamente speciale pentru recuperarea datelor.
sl: Trajno brisanje je učinkovito do določene mere. Pomembno je vedeti, da trajno brisanje na SSD nosilcih podatkov s pomočjo programskih rešitev nikoli ni popolnoma zanesljivo. Kljub temu pa so tako izbrisane podatke sposobne obnoviti samo najbolj napredne državne varnostne agencije, saj to zahteva veliko časa, truda, denarja in potrpežljivosti.
uz: Maʻlum bir chegara doirasida u samarali bo‘ladi. Biroq, zamonaviy SSDʼlar oʻzini ishlash muddatini uzaytirish uchun ma’lum texnologiyalardan foydalanadi, bu esa maydalash hech qachon mukammal bo‘lmasligini taʻminlaydigan yon ta’sirga ega va hech qanday dasturiy taʻminot buni tuzatolmaydi. Ammo parchalash maʻlumotlarni tiklash qiyinligini sezilarli darajada oshiradi, chunki buning uchun maxsus dasturiy ta’minot va apparat vositalari talab etiladi.

source: Add Folders
ar: إضافة المجلدات
be: Дадаць папкі
ca: Afegeix carpetes
el: Προσθήκη Φακέλων
eo: Aldoni dosierujojn
eu: Gehitu karpetak
he: הוספת תיקיות
hi: फोल्डरों को जोड़ें
ka: საქაღალდეების დამატება
kk: Бумаларды қосу
ro: Adaugă dosare
sl: Dodaj mape
uz: Jildlarni qoʻshish

source: Starting…
ar: جاري البدء…
be: Пачатак…
ca: S'està iniciant…
el: Γίνεται έναρξη…
eo: Komencante…
eu: Hasten…
he: מופעל…
hi: आरंभ कर रहा है…
ka: გაშვება…
kk: Басталуда…
ro: Se începe…
sl: Začenjam…
uz: Boshlamoqda…

source: Finishing up…
ar: جاري الانتهاء…
be: Завяршэнне…
ca: S'està acabant…
el: Ολοκλήρωση…
eo: Finante…
eu: Amaitzen…
he: מסתיים…
hi: खत्म हो रहा है…
ka: დასრულება…
kk: Аяқталуда…
ro: Se termină…
sl: Zaključujem...
uz: Tugatilmoqda…

source: Estimating…
be: Ацэнка…
ca: S'està estimant…
el: Υπολογισμός…
eo: Taksante…
eu: Kalkulatzen…
he: משוערך…
ka: დაახლოებით…
kk: Бағалауда…
ro: Se elaborează…
sl: Ocenjevanje ...
uz: Taxmin qilinmoqda…

source: Clear
be: Ачысціць
ca: Neteja
el: Καθαρισμός
eo: Viŝi
eu: Garbitu
he: פינוי
ka: გასუფთავება
kk: Тазарту
ro: Anulează
sl: Počisti
uz: Tozalash

source: Open Folder
be: Адкрыць папку
ca: Obre una carpeta
el: Άνοιγμα Φακέλου
eo: Malfermi dosierujon
eu: Ireki karpeta
he: פתיחת תיקייה
hi: फोल्डर खोलें
ka: საქაღალდის გახსნა
kk: Буманы ашу
ro: Deschide dosarul
sl: Odpri mapo
uz: Jildni ochish

source: This file was already added
ar: تمت إضافة هذا الملف بالفعل
be: Гэты файл ужо быў дададзены
ca: Aquest fitxer ja s'ha afegit
el: Αυτό το αρχείο είχε ήδη προστεθεί
eo: Ĉi tiu dosiero jam estis aldonita
eu: Fitxategia gehitu da lehenago
he: הקובץ כבר נוסף
hi: यह फाइल पहले ही जोड़ी जा चुकी है
ka: ეს ფაილი უკვე დამატებულია
kk: Бұл файл бұрыннан қосылған
ro: Acest fișier a fost deja adăugat
sl: Ta datoteka je že bila naložena
uz: Bu fayl allaqachon qoʻshilgan

source: Clear All
be: Ачысціць усё
ca: Neteja
el: Καθαρισμός Όλων
eo: Viŝi ĉion
eu: Garbitu denak
he: לפנות הכול
ka: ყველას გასუფთავება
kk: Барлығын тазарту
ro: Anulează tot
sl: Počisti vse
uz: Barchasini oʻchirish

source: Raider is a shredding program built for the GNOME desktop. It is meant to remove files from your computer permanently.
ar: Raider هو برنامج لتدمير الملفات مصمم لسطح المكتب GNOME. يهدف إلى إزالة الملفات من جهاز الكمبيوتر الخاص بك نهائياً.
nb: Når du sletter en fil på vanlig vis, vil det fortsatt ligge igjen nok spor av den til at den kan rekonstrueres. File Shredder lar deg beskytte personvernet ditt ved å fjerne spor etter sensitive filer.

source: Within a certain limit, it is effective. However, the way data is written physically to SSDs at the hardware level ensures that shredding is never perfect, and no software can fix that. However, top-level agencies are usually the only ones who can recover such data, due to the time, effort, money, and patience required to extract it effectively.
ar: في حدود معينة، فإنه فعَّال. ومع ذلك، الطريقة التي يتم فيها كتابة البيانات بشكل فيزيائي إلى وحدات التخزين الثابتة على مستوى الأجهزة تضمن أن التدمير لن يكون مثاليًا أبدًا، ولا يمكن لأي برنامج أن يصحح ذلك. ومع ذلك، تعتبر الوكالات على المستوى العالي عادة الوحيدة التي يمكنها استرداد مثل هذه البيانات، بسبب الوقت والجهد والمال والصبر اللازمين لاستخراجها بشكل فعال.
nb: På grunn av måten data lagres på, er det fysisk umulig å fjerne absolutt alle rester, men File Shredder kan gjøre det til et punkt hvor å gjenopprette filene vil være en lang og svært kostbar prosess.

source: Open Folders
ar: فتح المجلدات

source: File Shredder is a file deletion program for the GNOME desktop environment. It is designed to permanently remove sensitive files from your computer, enhancing data privacy.
hi: File Shredder GNOME डेस्कटॉप वातावरण के लिए एक फाइल हटाने का प्रोग्राम है। इसे डेटा गोपनीयता को बढ़ाते हुए, आपके कंप्यूटर से संवेदनशील फाइलों को स्थायी रूप से हटाने के लिए डिज़ाइन किया गया है।
