Repository: ADBeveridge/raider
Catalog: po/kw.po
Languages: kw

source: File Shredder
kw: Skethennell Restren

source: Permanently delete your files
kw: Dilea yn andileadow dha restrennow

source: delete;remove;permanently;files;shred;data;
kw: dilea;remova;yn andileadow;restrennow;shethenna;data;

source: File Shredder is a file deletion program designed to permanently remove sensitive files from your computer, enhancing data privacy.
kw: Skethennell Restren yw app dileans restren desinys rag remova yn andileadow restrennow privedh dhyworth dha amontyell, owth ynkressya privetter data.

source: Within a certain limit, it is effective. However, modern SSDs use certain technologies to extend its lifetime, which has the side effect of ensuring that shredding is never perfect, and no software can fix that. But shredding significantly increases the difficulty of data recovery since it requires specialized software and hardware.
kw: Kyns penn unn finweth, yth yw effeythus. Byttegyns, SSDs arnowydh devnydhya teknologieth rag ystyn an termyn bewnans, gans an effeyth a ow surhe ow skethenna yw perfydh bynner, ha medhelweyth vyth a yll ewnhe hemma. Mes ow skethenna kressya yn arwedhek an kaletter a sawyans data dre reson yth rekwirya medhelweyth ha kalesweyth arbenigel.

source: Add Files
kw: Addya Restrennow

source: Add Folders
kw: Addya Restrenvaow

source: translator-credits
kw: Flynn

source: Starting…
kw: Ow Dalleth…

source: Finishing up…
kw: Ow Finsya…

source: Estimating…
kw: Ow Dysmygriva…

source: General
kw: Ollgemmyn

source: New Window
kw: Fenester Nowydh

source: Keyboard Shortcuts
kw: Kesunyansow Bysowek

source: Close Window
kw: Degea Fenester

source: Quit
kw: Kwytya

source: Add
kw: Addya

source: Main Menu
kw: Rol Chif

source: Add files or drop here
kw: Addya restrennow po droppya omma

source: Shredding is the obfuscation of a file with random data so the previous contents cannot be recovered.
kw: Ow skethenna yw ow tervyska an restren gans data chonsus ytho an dalgh kyns ny yllir bos sawys.

source: Clear
kw: Hedhi

source: Shred All
kw: Skethenna Oll

source: Abort All
kw: Astel Oll

source: About File Shredder
kw: A-Dro Skethennell Restren

source: Open Folder
kw: Ygeri Restrenva

source: Stop Shredding?
kw: Hedhi Ow Skethenna?

source: Are you sure that you want to exit?
kw: Os ta sur ty mynnes kwytya?

source: _Cancel
kw: _Hedhi

source: _Exit
kw: _Kwytya

source: Could not remove filename from quick list. Please report this.
kw: Ny yllir remova hanow restren dhyworth rol uskis. Mar pleg danvon hemma.

source: Finished shredding files
kw: Ow skethenna restrennow deu

source: This file was already added
kw: An restren ma yw addys seulabrys

source: Some files did not exist
kw: Nebes restrennow na eksistya

source: Cannot write to “%s”
kw: Ny yllir skrifa dhe “%s”

source: Cannot load more files
kw: Ny yllir karga restrennow moy

source: Clear All
kw: Hedhi Oll

source: Starting Shredding…
kw: Ow Dalleth Ow Skethenna…

source: Aborting…
kw: Owth Astel…
